Repository: mathwallet/DesignGuide
Catalog: Copywriting/iOS/*/MathLocalizable.strings
Languages: ko, vi

# codex_account_create_by_friends_privatekey_prompt
source: Please keep your private key confidential and do NOT send it to anyone including your friend. You will need the private key to add your Codex account to your wallet after creating the Codex account by your friend.
ko: 다음은 계정의 private key입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다. 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해 Codex 계정을 불러올 수 있습니다
vi: Vui lòng sao lưu khóa riêng của bạn và giữ nó ở nơi an toàn. Đừng gửi cho bất kỳ ai (kể cả bạn bè của bạn). Sau khi bạn của bạn đã tạo tài khoản cho bạn, bạn cần nhập tài khoản Codex bằng khóa riêng này。

# telos_account_create
source: Create Telos Account
ko: Telos 계정 만들기
vi: Tạo tài khoản Telos

# telos_account_import
source: Import Telos Account
ko: 기존의 Telos 계정 불러오기
vi: Nhập tài khoản Telos

# telos_account_invite_code
source: Invitation Code
ko: 초대 코드
vi: Mã mời

# telos_account_invite_code_placeholder
source: Enter your Telos invitation code here
ko: Telos 계정의 초대 코드를 입력하십시오
vi: Nhập mã mời tài khoản Telos

# telos_account_invite_code_help
source: How may I get one?
ko: 초대 코드는 어떻게 만들 수 있나요?
vi: Cách lấy mã thư mời？

source: Telos Account
ko: Telos 계정
vi: Telos Tài khoản

# telos_account_select
source: Select Telos Account
ko: Telos 계정 선택
vi: Chọn một tài khoản Telos

# telos_account_input_placeholder
source: 12 chars，with '1~5' and 'a~z'
ko: 12개 문자， 숫자'1~5'、소문자'a~z'포함
vi: 12 ký tự, bao gồm số '1 ~ 5', chữ 'a ~ z', ký hiệu '.'

# telos_account_password
source: Password
ko: 비밀번호
vi: Mật khẩu

# telos_account_password_input_placeholder
source: At least 8 characters
ko: 최소 8개자로 설정（대,소 문자 및 숫자 포함）
vi: Ít nhất 8 ký tự, bao gồm chữ hoa và chữ thường và số

# telos_account_password_repeat
source: Repeat Password
ko: 비밀번호 다시 입력
vi: Lặp lại mật khẩu

# telos_account_password_repeat_input_placeholder
source: Enter password again
ko: 비밀번호 다시 입력
vi: Nhập lại mật khẩu của bạn

# telos_account_create_warning_exist
source: The Telos account existed.
ko: Telos 계정이 이미 존재합니다
vi: Telos Tài khoản đã tồn tại

# telos_account_create_warning_fail
source: Fail to create Telos account.
ko: Telos 계정 생성 실패
vi: Không thể tạo tài khoản Telos

# telos_account_create_warning_success
source: Telos account created.
ko: Telos 계정 생성 성공
vi: Tài khoản Telos đã được tạo thành công

# telos_account_privatekey_backup_warning
source: Below is the private key of the account, please backup and export the private key to a safe place, once lost, the wallet cannot be recovered.
ko: 다음은 계정의 Private Key 파일입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của tài khoản, được sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# telos_account_privatekey_backup_complete
source: Private Key Backup Completed.
ko: Private Key 백업 완료
vi: Khóa riêng đã được sao lưu

# telos_create_account_success_copy_prompt
source: Please copy and store the Private Key
ko: 우선 private key 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp khóa riêng (WIF) trước

# telos_account_privatekey_backup_disclaimer
source: We will not be responsible for any assets loss because of private key lost or password forgotten!
ko: 저희는 Private Key 및 비밀번호 분실로 인한 자산 손실에 대해 책임을 지지 않습니다
vi: Chúng tôi không chấp nhận bất kỳ mất tài sản nào do mất khóa riêng và quên mật khẩu！

# telos_account_create_by_friends_title
source: Request an Telos account from a friend
ko: 친구 도움으로 Telos 계정 생성하기
vi: Hãy để một người bạn giúp tạo một tài khoản Telos

# telos_account_create_by_friends_publickey_prompt
source: Please copy the public key to your friend in order to create an Telos account.
ko: public key를 복사해 회원님의 친구에게 발송하여 Telos 계정을 만드세요
vi: Vui lòng sao chép khóa công khai và gửi cho bạn bè của bạn để tạo tài khoản Telos。

# telos_account_create_by_friends_privatekey_prompt
source: Please keep your private key confidential and do NOT send it to anyone including your friend. You will need the private key to add your Telos account to your wallet after creating the Telos account by your friend.
ko: 다음은 계정의 private key입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다. 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해 Telos 계정을 불러올 수 있습니다
vi: Vui lòng sao lưu khóa riêng của bạn và giữ nó ở nơi an toàn. Đừng gửi cho bất kỳ ai (kể cả bạn bè của bạn). Sau khi bạn của bạn đã tạo tài khoản cho bạn, bạn cần nhập tài khoản Telos bằng khóa riêng này。

# yas_account_create
source: Create YAS Account
ko: YAS 계정 만들기
vi: Tạo tài khoản YAS

# yas_account_import
source: Import YAS Account
ko: 기존의 YAS 계정 불러오기
vi: Nhập tài khoản YAS

# yas_account_invite_code
source: Invitation Code
ko: 초대 코드
vi: Mã mời

# yas_account_invite_code_placeholder
source: Enter your YAS invitation code here
ko: YAS 계정의 초대 코드를 입력하십시오
vi: Nhập mã mời tài khoản YAS

# yas_account_invite_code_help
source: How may I get one?
ko: 초대 코드는 어떻게 만들 수 있나요?
vi: Cách lấy mã thư mời？

source: YAS Account
ko: YAS 계정
vi: YAS Tài khoản

# yas_account_select
source: Select YAS Account
ko: YAS 계정 선택
vi: Chọn một tài khoản YAS

# yas_account_input_placeholder
source: 12 chars，with '1~5' and 'a~z'
ko: 12개 문자， 숫자'1~5'、소문자'a~z'포함
vi: 12 ký tự, bao gồm số '1 ~ 5', chữ 'a ~ z', ký hiệu '.'

# yas_account_password
source: Password
ko: 비밀번호
vi: Mật khẩu

# yas_account_password_input_placeholder
source: At least 8 characters
ko: 최소 8개자로 설정（대,소 문자 및 숫자 포함）
vi: Ít nhất 8 ký tự, bao gồm chữ hoa và chữ thường và số

# yas_account_password_repeat
source: Repeat Password
ko: 비밀번호 다시 입력
vi: Lặp lại mật khẩu

# yas_account_password_repeat_input_placeholder
source: Enter password again
ko: 비밀번호 다시 입력
vi: Nhập lại mật khẩu của bạn

# yas_account_create_warning_exist
source: The YAS account existed.
ko: YAS 계정이 이미 존재합니다
vi: YAS Tài khoản đã tồn tại

# yas_account_create_warning_fail
source: Fail to create YAS account.
ko: YAS 계정 생성 실패
vi: Không thể tạo tài khoản YAS

# yas_account_create_warning_success
source: YAS account created.
ko: YAS 계정 생성 성공
vi: Tài khoản YAS đã được tạo thành công

# yas_account_privatekey_backup_warning
source: Below is the private key of the account, please backup and export the private key to a safe place, once lost, the wallet cannot be recovered.
ko: 다음은 계정의 Private Key 파일입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của tài khoản, được sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# yas_account_privatekey_backup_complete
source: Private Key Backup Completed.
ko: Private Key 백업 완료
vi: Khóa riêng đã được sao lưu

# yas_create_account_success_copy_prompt
source: Please copy and store the Private Key
ko: 우선 private key 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp khóa riêng (WIF) trước

# yas_account_privatekey_backup_disclaimer
source: We will not be responsible for any assets loss because of private key lost or password forgotten!
ko: 저희는 Private Key 및 비밀번호 분실로 인한 자산 손실에 대해 책임을 지지 않습니다
vi: Chúng tôi không chấp nhận bất kỳ mất tài sản nào do mất khóa riêng và quên mật khẩu！

# yas_account_create_by_friends_title
source: Request an YAS account from a friend
ko: 친구 도움으로 YAS 계정 생성하기
vi: Hãy để một người bạn giúp tạo một tài khoản YAS

# yas_account_create_by_friends_publickey_prompt
source: Please copy the public key to your friend in order to create an YAS account.
ko: public key를 복사해 회원님의 친구에게 발송하여 YAS 계정을 만드세요
vi: Vui lòng sao chép khóa công khai và gửi cho bạn bè của bạn để tạo tài khoản YAS。

# yas_account_create_by_friends_privatekey_prompt
source: Please keep your private key confidential and do NOT send it to anyone including your friend. You will need the private key to add your YAS account to your wallet after creating the YAS account by your friend.
ko: 다음은 계정의 private key입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다. 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해 YAS 계정을 불러올 수 있습니다
vi: Vui lòng sao lưu khóa riêng của bạn và giữ nó ở nơi an toàn. Đừng gửi cho bất kỳ ai (kể cả bạn bè của bạn). Sau khi bạn của bạn đã tạo tài khoản cho bạn, bạn cần nhập tài khoản YAS bằng khóa riêng này。

# ft_account_create
source: Create FT Account
ko: FT 계정 만들기

# ft_account_import
source: Import FT Account
ko: 기존의 FT 계정 불러오기

source: FT Account
ko: FT 계정

# company_wallet_tips
source: Biz. Wallet
ko: 기업 지갑 만들기
vi: Ví công ty

# company_wallet_create_inviteCode_placeholder
source: Please enter your invitation code
ko: 초대 코드를 입력
vi: Nhập mã thư mời của bạn

# manage_wallet
source: Manage Wallets
ko: 지갑 관리
vi: Ví quản lý

# manage_wallet_address
source: Wallet Address
ko: 지갑 주소
vi: Địa chỉ ví

# manage_wallet_name
source: Wallet Name
ko: 지갑 명칭
vi: Tên ví

# manage_wallet_password
source: Wallet Password
ko: 지갑 비밀번호
vi: Mật khẩu ví

# manage_wallet_backup_keystore
source: Export Keystore
ko: Keystore 백업
vi: Sao lưu Keystore

# manage_wallet_backup_privatekey_important
source: Important
ko: 중요

# manage_wallet_backup_privatekey
source: Export Private Key
ko: private key 백업
vi: Sao lưu khóa riêng

# manage_wallet_backup_wif
source: Export WIF
ko: WIF 백업
vi: Sao lưu WIF

# manage_wallet_backup_mnemonic_phrase
source: Export Mnemonic
ko: mnemonic 백업
vi: Sao lưu mnemonic

# remove_wallet
source: Delete Wallet
ko: 지갑 삭제
vi: Xóa ví

# account_remove_warning_message
source: Caution! This operation cannot be revoked!
ko: 삭제 후 취소할 수 없으니 신중하게 결정하시기 바랇니다.
vi: Chú ý! Thao tác này không thể bị thu hồi

# eos_account_manage
source: Manage Account
ko: 계정 관리
vi: Tài khoản quản lý

# eos_account_remove
source: Delete Account
ko: 계정 삭제
vi: Xóa tài khoản

# eos_account_permission_manage
source: Manage Permission
ko: Permission 관리
vi: Cơ quan hành chính

# eos_account_name
source: Account Name
ko: 계정 명칭
vi: Tên tài khoản

# eos_account_permission_name_title
source: Permission Name
ko: 권한 명칭

# eos_account_permission_parent_title
source: Parent
ko: Parent 권한

# eos_account_permission_accounts_title
source: Account
ko: 계정

# eos_account_permission_waits_title
source: Wait
ko: 대기

# eos_account_permission_waits_time_title
source: Waiting Time
ko: 대기 시간

# eos_account_permission_keys_add
source: Add Public Key
ko: Public Key 추가

# eos_account_permission_accounts_add
source: Add Account
ko: 계정 추가

# eos_account_permission_waits_add
source: Add Wait
ko: 대기 추가

# eos_account_permission_keys_update
source: Update Public Key
ko: Public Key업데이트

# eos_account_permission_accounts_update
source: Update Account
ko: 계정 업데이트

# eos_account_permission_add
source: Add Permission
ko: 권한 추가

# eos_account_permission_update
source: Change Permission
ko: 권한 변경

# eos_account_permission_delete
source: Delete Permission
ko: 권한 삭제

# eos_account_permission_update_confirm
source: Submit Change
ko: 변경 요청 제출

# eos_account_permission_tips
source: Tips: • permission changes may result in the account being unavailable, please be cautious. • Owner permission: Owner owns the account, manages account permissions, manages Active and other roles; • Active permissions: Active has other permissions such as transfer, voting, etc. • Weight threshold: The weight threshold is the minimum weight requirement for using permission; • Weight: The weight standard of public key. The higher the number, the higher the weight; • Permission change should starts from small to large, such as Active first and then Owner; • When changing permissions, please ensure that the new public key or account name is accurate; • Before changing permissions, please make sure the assets has been properly managed.
ko: Tips: • 권한 변경으로 인해 계정을 사용하지 못할 수도 있습니다. 신중하게 변경하십시오. • Owner 권한(소유권한): 소유권한은 가장 높은 수준의 권한이며, 이 권한을 통해 계정과 연결된 public key와 private key를 변경할 수 있습니다; • Active 권한(활동권한): 활동권한은 소유권한보다 한 단계 낮은 수준의 권한이며, 토큰 이체 및 투표 등 기본적인 활동을 승인하는 권한입니다; • Threshold(임계값): Threshold는 해당 권한을 집행하기 위한 최소weight 요구 값입니다; • Weight(가중치): 가중등급, 숫자가 클수록 가중치가 높습니다; • 권한 변경은 작은 권한부터 변경해야 하며 예를 들어 Active부터 변경하고 Owner권한를 변경해야 합니다; • 권한 변경의 경우, 새 public key 또는 계정 명칭를 정확하게 확인해야 합니다; • 권한을 변경하기 전에 자산을 따로 빼두시기를 권장드립니다.

# eos_account_permission_keys_invalid
source: Invalid Public Key
ko: 무효 Public Key

# eos_account_permission_accounts_invalid
source: Invalid Account
ko: 무효 계정

# eos_account_permission_name_invalid
source: Invalid Permission Name
ko: 무효 Permission Name

# eos_account_permission_threshold_invalid
source: Invalid Threshold
ko: 무효 threshold

# eos_account_permission_weight_invalid
source: Invalid Weight
ko: 무효 weight

# eos_account_permission_waits_time_invalid
source: Invalid Waiting Time
ko: 무효 Waiting Time

# eos_account_permission_null_warning
source: Invalid Permission Change
ko: 유효하지 않은 권한 변경

# eos_account_permission_update_warning
source: The owner and active permission names cannot be changed. Other permission names can be changed.
ko: owner 와 active 권한은 변경할 수 없으며 가타 권한은 변경할 수 있습니다

# eos_account_permission_name_placeholder
source: Set Permission Name
ko: 권한 명칭 설치

# eos_account_permission_parent_placeholder
source: Set Parent
ko: parent 권한 선택

# eos_account_permission_select_placeholder
source: Set Permission Name
ko: 권한 명칭 설치

# eos_account_permission_threshold_placeholder
source: Set Threshold
ko: threshold 설치

# eos_account_permission_waits_time_placeholder
source: Set Waiting Time
ko: 대기 시간 설치

# eos_account_permission_weight_placeholder
source: Set Weight
ko: weight 설치

# wallet_nickname_update
source: Change Wallet Name
ko: 지갑 명칭 변경
vi: Sửa đổi tên ví

# wallet_nickname_too_short
source: At least one character
ko: 지갑 명칭은 최소 1자 이상으로 설정
vi: Tên ví ít nhất 1 ký tự

# wallet_nickname_update_completed
source: Succeeded
ko: 지갑 명칭 변경 완료
vi: Tên ví đã được sửa đổi thành công

# wallet_password_update
source: Change Password
ko: 지갑 비밀번호 변경
vi: Sửa đổi mật khẩu ví

# wallet_password_update_completed
source: Succeeded
ko: 비밀번호 변경 완료
vi: Mật khẩu đã được sửa đổi thành công.

# wallet_password_forget
source: Forget Wallet Password?
ko: 지갑 비밀번호를 분실하셨나요?

# wallet_password_old_password_title
source: Current Password
ko: 현재 비밀번호
vi: Mật khẩu ví cũ

# wallet_password_new_password_title
source: New Password
ko: 새 비밀번호
vi: Mật khẩu ví mới

# wallet_password_repeat_password_title
source: Repeat New Password
ko: 새 비밀번호를 다시 입력하십시오
vi: Lặp lại mật khẩu ví mới

# wallet_password_old_password_placeholder
source: Enter current password
ko: 현재 비밀번호 입력
vi: Nhập mật khẩu ví cũ

# wallet_password_new_password_placeholder
source: At least 8 characters (including letters and numbers)
ko: 최소 8자 이상으로 설정해주세요（대,소문자 및 숫자 포함）
vi: Ít nhất 8 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_password_new_password_placeholder_ont
source: 8~15 characters (including letters and numbers)
ko: 8~15자로 작성해주세요（대,소문자 및 숫자 포함）
vi: 8 ~ 15 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_password_repeat_password_placeholder
source: Repeat new password
ko: 새 비밀번호를 다시 입력하십시오
vi: Nhập lại mật khẩu ví mới của bạn

# wallet_backup_privatekey_completed
source: Backup Completed
ko: 백업 완료
vi: Hoàn thành sao lưu

# wallet_backup_privatekey_prompt
source: Please copy and store the Private Key to a safe offline place, once forgotten, it cannot be recovered.
ko: 다음은 지갑의 private key 파일입니다. 복사 후 안전한 곳에 보관하십시오. 분실 시 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của ví, Hãy sao chép và xuất sang nơi an toàn để lưu trữ. Một khi đã mất, không thể lấy lại được。

# wallet_backup_wif_prompt
source: Please copy and store the WIF to a safe offline place, once forgotten, it cannot be recovered.
ko: 다음은 지갑의 WIF 파일입니다. 복사 후 안전한 곳에 보관하십시오. 분실 시 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin WIF của ví, Hãy sao chép và xuất sang nơi an toàn để lưu trữ. Một khi đã mất, không thể lấy lại được。

# wallet_backup_wif_completed
source: Backup Completed
ko: 백업 완료
vi: Hoàn thành sao lưu

# wallet_backup_mnemonic_phrase_write_down
source: I Have Written Down
ko: mnemonic write down
vi: Bản ghi nhớ đã được sao chép

# wallet_backup_mnemonic_phrase_write_down_prompt
source: Please write down your mnemonic correctly and keep in a safe place, once forgotten, it cannot be recovered.
ko: 다음은 지갑의 mnemonic 파일입니다. 복사 후 안전한 곳에 보관하십시오. 분실 시 지갑을 복구할 수 없습니다
vi: Sau đây là bản ghi nhớ của ví, Hãy sao chép và xuất sang nơi an toàn để lưu trữ. Một khi đã mất, không thể lấy lại được。

# wallet_backup_mnemonic_phrase_completed
source: Confirm
ko: mnemonic 백업 완료
vi: Mnemonic đã được sao lưu

# wallet_backup_mnemonic_phrase_prompt
source: Please choose mnemonic words in order and make sure your mnemonic was correct written, once forgotten, it cannot be recovered.
ko: Mnemonic가 정확한지 여부를 확인하기 위해 순서대로 클릭해주세요. 분실 시 지갑을 복구할 수 없습니다
vi: Nhấp vào mnemonic để xác nhận rằng mnemonic được phiên âm chính xác và giữ đúng cách ghi nhớ. Một khi đã mất, không thể lấy lại được。

# wallet_backup_mnemonic_phrase_remove_prompt
source: Confirmed! Do you want to remove the mnemonic from Wallet?
ko: Mnemonic 순서가 정확합니다. Math에서 mnemonic를 제거하시겠습니까?
vi: Thứ tự ghi nhớ bạn đã sao lưu được xác minh chính xác và liệu các từ có được xóa khỏi lúa mì không？

# input_trans_password_title
source: Please Enter Password
ko: 지갑 비밀번호 입력
vi: Nhập mật khẩu ví của bạn

# transaction_menu_contacts
source: Contacts
ko: 저장된 연락처로 이체
vi: Đi liên hệ

# transaction_menu_account_address
source: Wallet Address
ko: 지갑 주소로 이체
vi: Quảng cáo

# transaction_menu_eos_account
source: EOS Account
ko: EOS 계정
vi: Tài khoản EOS

# transaction_menu_eosforce_account
source: EOSForce Account
ko: EOSForce 계정
vi: Tài khoản EOS Force

# transaction_menu_bos_account
source: BOS Account
ko: BOS 계정
vi: Tài khoản BOS

# transaction_menu_enu_account
source: ENU Account
ko: ENU 계정
vi: Tài khoản ENU

# transaction_menu_telos_account
source: Telos Account
ko: Telos 계정
vi: Tài khoản Telos

# transaction_menu_yas_account
source: YAS Account
ko: YAS 계정
vi: Tài khoản YAS

# transaction_menu_codex_account
source: Codex Account
ko: Codex 계정
vi: Tài khoản Codex

# transaction_menu_ft_account
source: FT Account
ko: Codex 계정
vi: Tài khoản FT

# transaction_menu_scan_qrcode
source: Scan QR Code
ko: QR코드 스캔
vi: Quét mã QR

# recently_transfer
source: Transaction Records
ko: 최근 이체 기록
vi: Chuyển khoản gần đây

# transaction_title
source: %@ Transfer
ko: %@ 이체
vi: %@ Chuyển khoản

# super_slow
source: Lowest
ko: 매우 느림
vi: Rất chậm

# slow
source: Low
ko: 느림
vi: Chậm

source: Normal
ko: 보통
vi: Tiêu chuẩn

source: Fast
ko: 빠름
vi: Nhanh

# super_fast
source: Fastest
ko: 매우 빠름
vi: Cực nhanh

# transaction_to_account_invalid
source: Invalid transaction account
ko: 유효하지 않은 거래 계정
vi: Tài khoản giao dịch không hợp lệ

# transaction_nonce_invalid
source: Invalid nonce transaction
ko: 유효하지 않은 거래 nonce
vi: Giao dịch nonce không hợp lệ

# transaction_account_balance
source: Balance %@ %@
ko: 현재 자산 %@ %@
vi: Tài sản hiện tại %@ %@

# transaction_to_address_placeholder
source: Receiver's address
ko: 지갑 주소 입력
vi: Điền địa chỉ ví

# transaction_to_account_placeholder
source: Receiver's account
ko: 수취인 계정

# transaction_to_address_checking_security
source: Checking address security
ko: 계정 안전 검사 중
vi: Kiểm tra bảo mật tài khoản

# transaction_tx_fee_tron_address_activation
source: Payment address activation fee 0.1 TRX
ko: 수취 주소 활성화 비용은 0.1 TRX입니다

# transaction_to_value_placeholder
source: Amount
ko: 이체 금액을 기입하세요
vi: Điền vào số tiền chuyển

# transaction_to_balance_low
source: The balance is not enough
ko: 잔액이 부족합니다
vi: Số dư không đủ

# transaction_to_eth_gas_not_enough
source: Need more ETH to pay the GAS fee
ko: GAS 수수료를 지불하기 위해 더 많은 ETH가 필요합니다

# transaction_to_eth_balance_low
source: The ETH balance is not enough
ko: ETH 잔액이 부족합니다
vi: Số dư ETH không đủ

# transaction_to_ong_balance_low
source: The ONG balance is not enough
ko: ONG 잔액이 부족합니다
vi: Số dư ONG không đủ

# transaction_to_zil_balance_low
source: The ZIL balance is not enough
ko: ZIL 잔액이 부족합니다
vi: Số dư ZIL không đủ

# transaction_to_amount_low
source: Amount no Less Than %@
ko: 충전 금액이 최소%@
vi: Lượng nạp lại không thể thấp hơn%@

# transaction_to_amount_higher
source: Amount no Higher Than %@
ko: 충전 금액이 최고%@
vi: Lượng nạp lại không thể cao hơn%@

# transaction_to_advance_setting
source: Advanced
ko: 고급 설정

# transaction_to_simple_setting
source: Basic
ko: 기분 설치

# transaction_to_advance_setting_gas_limit
source: Custom Gas Limit
ko: 자체 설정한 Gas Limit
vi: Tùy chỉnh Gas Limit

# transaction_to_advance_setting_gas_price
source: Custom Gas Price
ko: 자체 설정한 Gas Price
vi: Tùy chỉnh Gas Price

# transaction_to_advance_setting_hex_data
source: Data
ko: 16비트 데이터
vi: Dữ liệu không hợp lệ

# transaction_to_gas_limit_invalid
source: Gas Limit no Less Than %@
ko: Gas Limit 최소 %@
vi: Gas Limit Không ít hơn %@

# transaction_to_gas_price_invalid
source: Gas Price no Less Than %@ gwei
ko: Gas Price 최소 %@gwei
vi: Gas Price Không ít hơn %@ gwei

# transaction_to_hex_data_invalid
source: Invalid Hexadecimal Data
ko: 유효하지 않은 16비트 데이터
vi: Dữ liệu không hợp lệ

# transaction_to_address_null
source: Please enter the receiver's address.
ko: 이체 주소를 입력
vi: Vui lòng điền địa chỉ chuyển

# transaction_to_address_myself_invalid
source: The address can not be yourself
ko: 수취인 주소를 자신으로 지정할 수 없습니다
vi: Địa chỉ người nhận thanh toán không thể là của riêng bạn

# transaction_to_value_null
source: Please enter the amount.
ko: 이체 금액을 입력
vi: Vui lòng điền số tiền chuyển

# transaction_to_value_zero
source: The transfer amount cannot be "0".
ko: 이체 금액은 0보다 커야합니다
vi: Số tiền chuyển không thể là 0

# transaction_to_value_not_int
source: The transfer amount should be an integer.
ko: 이체 금액은 반드시 정수로 입력해주세요
vi: Số tiền chuyển phải là số nguyên

# transaction_to_value_point_count
source: The decimal place cannot be more than eight.
ko: 이체 금액의 소수점 자릿수는 8자리를 초과할 수 없습니다
vi: Số lượng vị trí thập phân cho số tiền chuyển không thể vượt quá 8 chữ số

# transaction_to_value_point_args_count
source: The decimal place cannot be more than %d
ko: 이체 금액의 소수점 자릿수는 %@자리를 초과할 수 없습니다
vi: Số lượng vị trí thập phân cho số tiền chuyển không thể vượt quá%d

# transaction_add_remark_hint
source: Please write the memo.
ko: 비고 추가
vi: Thêm thông tin ghi chú

# transaction_nep5_no_gas
source: You must have at least 0.00000001 GAS.
ko: 최소한 0.00000001개GAS가 있어야 합니다
vi: Bạn cần ít nhất 0.00000001 GAS

# transaction_ong_not_enough
source: You must have at least 0.01 ONG.
ko: 최소한 0.01개ONG가 있어야 합니다
vi: Bạn cần ít nhất 0.01 ONG

# transaction_timeout_free
source: Free
ko: 무료
vi: Miễn phí

# transaction_timeout_guarantee_contract
source: Transaction Delay Contract
ko: 이체 시간 초과 보장 계약
vi: Chuyển hợp đồng bảo vệ ngoài giờ

# transaction_timeout_compensation
source: Packing up in less than one hour，otherwise 5MDS Compensation.
ko: 패킹 시간이 1시간 초과될 경우 5 MDS를 보상해드립니다
vi: Không đóng gói trong hơn 1 giờ 5 MDS

# transaction_double_pay
source: Same transaction existed. Please pay attention to the risk of double pay.
ko: 동일한 거래가 패킹 중이오니 이중 결제에 주의하시기 바랍니다
vi: Giao dịch tương tự đang được đóng gói, vui lòng chú ý đến rủi ro thanh toán gấp đôi！

# transaction_gas_fee_notice
source: Please increase the gas fee above Normal
ko: Gas 비를 기준치 혹은 기준치 이상으로 올려주십시오
vi: Vui lòng tăng phí thợ mỏ lên giá trị tiêu chuẩn trở lên.

# transaction_to_memo_placeholder
source: Add memo.
ko: 메모 추가
vi: Thêm ghi chú

# transaction_to_memo_exchange_recharge_warning
source: Memo is required for deposits to exchanges.
ko: 거래소 지갑으로 이체시 반드시 메모를 입력하십시오
vi: Đổi tiền phải được điền vào các nhận xét

# transaction_token_not_support
source: The token is not available for exchanging
ko: 해당 토큰은 아직 거래할 수 없습니다
vi: Mã thông báo không hỗ trợ giao dịch tại thời điểm này.

# btc_add_op_return
source: Add OP_RETURN
ko: OP_RETURN 추가

# btc_input_hex_data
source: Enter Hex
ko: 십육진 법 Hex 입력

# btc_text_ascii
source: Text ASCII
ko: ASCII 파일

# eos_transaction_to_memo_length_warning
source: At most 256 chars
ko: 최대 256개 문자
vi: Tối đa 256 ký tự

# bnb_transaction_to_memo_length_warning
source: Maximum 30 characters, optional.
ko: 최대한 30개자, 필수 아님
vi: Tối đa 30 ký tự
