Repository: mathwallet/DesignGuide
Catalog: Copywriting/iOS/*/MathLocalizable.strings
Languages: ko, vi

# instant_exchange_order_rate
source: Rate
ko: 환율
vi: Tỷ giá hối đoái

# instant_exchange_order_fee
source: Fee
ko: 수수료
vi: Phí xử lý

# instant_exchange_order_time
source: Time
ko: 시간
vi: Thời gian

# instant_exchange_order_id
source: Order No.
ko: 오더 번호
vi: Số thứ tự

# instant_exchange_order_call_for_help
source: Have questions about the order?
ko: 이 오더에 대해 질문이 있습니까?
vi: Có câu hỏi về thứ tự này？

# instant_exchange_error_wallet_type
source: Wrong wallet type
ko: 지갑 종류 오류
vi: Loại ví sai

# instant_exchange_error_token_send
source: Please select token to sent
ko: 출금 코인 선택
vi: Vui lòng chọn xuất khẩu tiền tệ

# instant_exchange_error_token_receive
source: Please select token to receive
ko: 입금 코인 선택
vi: Vui lòng chọn loại tiền nhận

# instant_exchange_error_amount_send
source: Wrong sending amount
ko: 출금 금액 오류
vi: Số tiền chuyển không chính xác

# instant_exchange_error_amount_send_not_int
source: The sending amount has to be integer.
ko: 해당 코인의 이체 금액은 반드시 정수여야 합니다.
vi: Số tiền chuyển cho loại tiền này phải là số nguyên

# instant_exchange_error_amount_receive
source: Wrong receiving amount
ko: 입금 금액 오류
vi: Số tiền nhận được không chính xác

# instant_exchange_error_wallet_account
source: Please select receiving wallet.
ko: 입금 지갑을 선택
vi: Vui lòng chọn một ví nhận

# instant_exchange_error_amount_send_range
source: Available amount %@ ~ %@
ko: 거래 가능 금액%@ ~ %@
vi: Số tiền chuyển đổi %@ ~ %@

# instant_exchange_error_balance_not_enough
source: Insufficient Balance
ko: 잔액이 부족합니다
vi: Số dư không đủ

# instant_exchange_error_order_failed
source: Order Creation Failed
ko: 오더 생성 실패
vi: Tạo đơn hàng thất bại

# instant_exchange_error_rate_failed
source: Unable to get exchange rate
ko: 스왑환율 조회 실패
vi: Mua lại tỷ giá hối đoái

# instant_exchange_coin_not_support
source: This trading pair has been paused
ko: 이 거래는 잠시 중단되었습니다
vi: Giao dịch đã bị đình chỉ để mua lại

# instant_exchange_rate_failed_notice
source: Fail to get Rate, please click again.
ko: 스왑환율 조회 실패, 클릭하시고 다시 불러오세요
vi: Mua lại tỷ giá hối đoái thất bại, nhấp để lấy lại

# dapp_enter_url
source: Enter the URL
ko: 주소 입력

# dapp_enter_url_none
source: Please enter the URL
ko: 주소를 입력하세요

# dapp_enter_url_error
source: URL format error
ko: 주소 오류

# dapp_clear_history
source: Clear history
ko: 기록 삭제

# tencent_verify_failed
source: Verification Failed
ko: 인증 실패

# google_verify_open
source: open
ko: 오픈

# google_verify_opened
source: opened
ko: 오픈됨

# google_verify_notice
source: Here’s the Google verified key, please copy and bind with Google Verification. Make sure you backup the key in a safe place, Google Verification cannot be recovered if you lost the key.
ko: 다음은 지갑의 Google 인증 코드입니다. 복사 후 Google 인증에 연동하십시오. 분실 시 Google 인증을 복구할 수 없습니다.

# google_verify_done
source: The key is bound and backed up.
ko: 인증 코드를 이미 복사하고 연동했습니다

# google_verify_input_title
source: Google Verification
ko: Google 인증

# google_verify_input_placeholder
source: Please enter the Google verification code
ko: Google 인증 코드 입력

# google_verify_no_code
source: Please enter the Google verification code
ko: Google 인증 코드 입력

# google_verify_open_success
source: Google Verification opened
ko: Google 인증 오픈 완료

# user_log_date_title
source: Time
ko: 시간

# user_log_area_title
source: Location
ko: 위치

# user_log_ip_title
source: IP Address
ko: IP 주소

# user_log_device_title
source: Device
ko: 설비

# bnb_exchange_search_placeholder
source: Search
ko: 검색

# bnb_exchange_trade_record_filter_decimal
source: Decimal
ko: 소수점

# bnb_exchange_trade_record_filter_decimal_1
source: 1 decimal
ko: 1 소수점

# bnb_exchange_trade_record_filter_decimal_2
source: 2 decimals
ko: 2 소수점

# bnb_exchange_trade_record_filter_decimal_3
source: 3 decimals
ko: 3 소수점

# bnb_exchange_trade_record_filter_decimal_4
source: 4 decimals
ko: 4 소수점

# bnb_exchange_trade_record_filter_decimal_5
source: 5 decimals
ko: 5 소수점

# bnb_exchange_trade_record_filter_decimal_6
source: 6 decimals
ko: 6 소수점

# bnb_exchange_trade_record_filter_decimal_7
source: 7 decimals
ko: 7 소수점

# bnb_exchange_trade_record_filter_decimal_8
source: 8 decimals
ko: 8 소수점

source: Math Identity
ko: 디지털 신분증

# math_identity_name
source: Name
ko: 명칭

# math_identity_name_update
source: Update Name
ko: 디지털 신분증 명칭 수정

# math_identity_name_placeholder
source: Enter Name
ko: 디지털 신분증 명칭

# math_identity_password
source: Password
ko: 비밀번호

# math_identity_password_placeholder
source: Set password
ko: 비밀번호 설치

# math_identity_password_again
source: Repeat password
ko: 비밀번호 재 입력

# math_identity_password_again_placeholder
source: Enter password again
ko: 비밀번호 다시 입력

# math_identity_password_update
source: Update password
ko: 디지털 신분증 비밀번호 수정

# math_identity_password_old
source: Password
ko: 기존 비밀번호

# math_identity_password_old_placeholder
source: Enter password
ko: 기존 비밀번호 입력

# math_identity_password_new
source: New passwrod
ko: 새 비밀번호

# math_identity_password_new_placeholder
source: Set new password
ko: 새 비밀번호 등록

# math_identity_password_new_again
source: Repeat new password
ko: 새 비밀번호 재 등록

# math_identity_password_new_again_placeholder
source: Enter new password again
ko: 새 비밀번호 다시 입력

# math_identity_export_menmonic
source: Backup Mnemonic Word
ko: 니모닉 백업

# math_identity_add_wallet
source: Add Wallet
ko: 지갑 추가

# math_identity_added_wallet
source: Added Wallet
ko: 지갑 추가 완료

# math_identity_create_wallet
source: Create Wallet
ko: 지갑 생성

# math_identity_created_wallet
source: Created
ko: 지갑 생성 완료

# math_identity_create
source: Create Math Identity
ko: 디지털 신분증 생성

# math_identity_import
source: Import Math Identity
ko: 디지털 신분증 불러오기

# math_identity_remove
source: Delete Math Identity
ko: 디지털 신분증 삭제

# math_identity_backup
source: Backup Math Identity
ko: 디지털 신분증 백업

# math_identity_backup_prompt
source: Please copy and store the mnemonic words to a safe offline place, once forgotten, it cannot be recovered.
ko: 다음은 디지털 신분증의 니모닉입니다. 백업 후 안전한 곳에 보관하세요.

# math_identity_remove_wallet
source: Delete Wallet
ko: 삭제

# math_identity_input_password_title
source: Please enter identity password
ko: 디지털 신분증 비밀번호 입력

# math_identity_error_name_too_short
source: At least one character
ko: 디지털 신분증 명칭은 최소 1 글자를 입력하셔야 됩니다

# math_identity_error_create
source: Identity Creation Failed！
ko: 디지털 신분증 생성 실패！

# math_identity_error_import
source: Identity Import Failed！
ko: 디지털 신분증 불러오기 실패！

# math_identity_error_wallet_checked_prompt
source: Choose the wallet you want to create first
ko: 우선 생성하실 지갑을 선택하세요

# nft_collections_count
source: %d collectible
ko: %d 개 소장품

# nft_collections_introduction_title
source: Introduction:
ko: 소개:

# nft_collections_platform_title
source: Platform:
ko: 플랫폼:

# nft_collections_send
source: Send
ko: 발송

# nft_collections_view
source: View
ko: 조회

# nft_collections_view_open
source: Open %@ to review
ko: %@ 열어 조회

# nft_collections_transfer_title
source: Send collectible
ko: 소장품 발송

# nft_collections_transcations
source: Transactions
ko: 거래 기록
vi: Giao dịch

# powered_by_maizi
source: Powered by Math Wallet
vi: Cung cấp bởi Math Wallet

# wrong_unkown_warning
source: Unknown error
vi: Lỗi không xác định

# claim_was_waiting_confirm
source: %@ Confirming Claim
vi: %@ Khai thác được xác nhận...

source: WeChat
vi: Chúng tôi

source: Debug
vi: Gỡ lỗi

# wallet_import_privatekey_privatekey_title
source: Private Key
vi: Khóa riêng

# eos_account_create_backup_private_title
source: Private Key
vi: Khóa riêng

# eos_account_create_by_friend_owner_title
source: Owner Public Key
vi: Owner công khai

# eos_account_create_by_friend_active_title
source: Active Public Key
vi: Active công khai

# eosforce_account_create_by_friends_publickey_title
source: Public Key
vi: Khóa công khai

# eosforce_account_create_by_friends_privatekey_title
source: Private Key
vi: Khóa riêng

# bos_account_create_by_friends_publickey_title
source: Public Key
vi: Khóa công khai

# bos_account_create_by_friends_privatekey_title
source: Private Key
vi: Khóa riêng

# enu_account_create_by_friends_publickey_title
source: Public Key
vi: Khóa công khai

# enu_account_create_by_friends_privatekey_title
source: Private Key
vi: Khóa riêng

# codex_account_create_by_friends_publickey_title
source: Public Key
vi: Khóa công khai

# codex_account_create_by_friends_privatekey_title
source: Private Key
vi: Khóa riêng

# telos_account_create_by_friends_publickey_title
source: Public Key
vi: Khóa công khai

# telos_account_create_by_friends_privatekey_title
source: Private Key
vi: Khóa riêng

# yas_account_create_by_friends_publickey_title
source: Public Key
vi: Khóa công khai

# yas_account_create_by_friends_privatekey_title
source: Private Key
vi: Khóa riêng

# eos_account_no_exist_privatekeys
source: The encrypted private key does not exist locally and cannot be exported.
vi: Tài khoản không có khóa riêng được mã hóa và không thể xuất。

# transaction_tx_fee
source: Mining Fee %@ ETH
vi: Phí khai thác %@ ETH %@ ETH

# transaction_tx_fee_custom
source: Mining Fee %@ %@
vi: Phí khai thác %@ %@

# transaction_tx_fee_market_custom
source: Mining Fee %@ %@ ≈ %@ %@
vi: Phí khai thác %@ %@ ≈ %@ %@

# transaction_tx_fee_with_price
source: Mining Fee %@ ETH ≈ %@%@
vi: Phí khai thác %@ ETH ≈ %@ %@

# transaction_tx_fee_ong
source: Mining Fee %@ ONG
vi: Phí khai thác %@ ONG

# transaction_tx_fee_ong_with_price
source: Mining Fee %@ ONG ≈ %@ %@
vi: Phí khai thác %@ ONG ≈ %@ %@

# transaction_tx_fee_esn
source: Mining Fee %@ ESN
vi: Phí khai thác% @ ESN

# transaction_tx_fee_with_price_esn
source: Mining Fee %@ ESN ≈ %@%@
vi: Phí khai thác% @ ESN ≈ %@ %@

# transaction_tx_fee_nas
source: Mining Fee %@ NAS
vi: Phí khai thác% @ NAS

# transaction_tx_fee_with_price_nas
source: Mining Fee %@ NAS ≈ %@%@
vi: Phí khai thác %@ NAS ≈ %@ %@

# transaction_tx_fee_zil
source: Mining Fee %@ ZIL
vi: Phí khai thác% @ ZIL

# transaction_tx_fee_with_price_zil
source: Mining Fee %@ ZIL ≈ %@%@
vi: Phí khai thác %@ ZIL ≈ %@ %@

# transaction_tx_fee_ft
source: Mining Fee %@ FT
vi: Phí khai thác% @ FT

# transaction_tx_fee_with_price_ft
source: Mining Fee %@ FT ≈ %@%@
vi: Phí khai thác %@ FT ≈ %@ %@

# eosforce_transaction_fee
source: Fee 0.01 %@
vi: Phí xử lý 0.01 %@

# claim_ong_to_address
source: Claim ONG-%@
vi: Chiết xuất ONG-%@

source: refund
vi: Mua lại

# eos_balance_liquid_title
source: liquid
vi: Mua lại

# eosforce_balance_liquid_title
source: liquid
vi: Dòng chảy

# trx_balance_available_title
source: Available
vi: Số dư khả dụng

# trx_transaction_contract_type_Unknown
source: Unknown
vi: Không biết

# trx_transaction_contract_type_AccountCreateContract
source: AccountCreate
vi: Tạo một tài khoản

# trx_transaction_contract_type_TransferContract
source: Transfer TRX
vi: Chuyển TRX

# trx_transaction_contract_type_TransferAssetContract
source: TransferAsset
vi: Chuyển Token

# trx_transaction_contract_type_VoteAssetContract
source: VoteAsset
vi: Khác

# trx_transaction_contract_type_VoteWitnessContract
source: VoteWitness
vi: Bình chọn

# trx_transaction_contract_type_WitnessCreateContract
source: WitnessCreate
vi: Khác

# trx_transaction_contract_type_AssetIssueContract
source: AssetIssue
vi: Khác

# trx_transaction_contract_type_WitnessUpdateContract
source: WitnessUpdate
vi: Khác

# trx_transaction_contract_type_ParticipateAssetIssueContract
source: ParticipateAssetIssue
vi: Khác

# trx_transaction_contract_type_AccountUpdateContract
source: AccountUpdate
vi: Khác

# trx_transaction_contract_type_FreezeBalanceContract
source: FreezeBalance
vi: Đóng băng

# trx_transaction_contract_type_UnfreezeBalanceContract
source: UnfreezeBalance
vi: Làm tan băng

# trx_transaction_contract_type_WithdrawBalanceContract
source: WithdrawBalance
vi: Khác

# trx_transaction_contract_type_UnfreezeAssetContract
source: UnfreezeAsset
vi: Khác

# trx_transaction_contract_type_UpdateAssetContract
source: UpdateAsset
vi: Khác

# trx_transaction_contract_type_ProposalCreateContract
source: ProposalCreate
vi: Khác

# trx_transaction_contract_type_ProposalApproveContract
source: ProposalApprove
vi: Khác

# trx_transaction_contract_type_ProposalDeleteContract
source: ProposalDelete
vi: Khác

# trx_transaction_contract_type_SetAccountIdContract
source: SetAccountId
vi: Khác

# trx_transaction_contract_type_CustomContract
source: Custom
vi: Khác

# trx_transaction_contract_type_CreateSmartContract
source: Create
vi: Khác

# trx_transaction_contract_type_TriggerSmartContract
source: Transaction
vi: Giao dịch

# trx_transaction_contract_type_GetContract
source: Get
vi: Khác

# trx_transaction_contract_type_UpdateSettingContract
source: UpdateSetting
vi: Khác

# trx_transaction_contract_type_ExchangeCreateContract
source: ExchangeCreate
vi: Khác

# trx_transaction_contract_type_ExchangeInjectContract
source: ExchangeInject
vi: Khác

# trx_transaction_contract_type_ExchangeWithdrawContract
source: ExchangeWithdraw
vi: Khác

# trx_transaction_contract_type_ExchangeTransactionContract
source: ExchangeTransaction
vi: Khác

# trx_transaction_contract_type_UpdateEnergyLimitContract
source: UpdateEnergyLimit
vi: Khác

# transaction_detail_tx_fee_title
source: Gas fee
vi: Phí khai thác

# transaction_detail_query_title
source: Blockchain Explorer
vi: Truy cập trình duyệt blockchain để kiểm tra chi tiết giao dịch

# home_scan_qrcode
source: Scan
vi: Quét

# trx_resource
source: Resource
vi: Tài nguyên

# trx_resource_available_balance
source: Available %@ TRX
vi: Số dư khả dụng %@ TRX

# trx_resource_bp
source: BP
vi: Băng thông

# trx_resource_cpu
source: Energy
vi: Năng lượng

# trx_api_response_code_Sigerror
source: Sigerror
vi: Chữ ký lỗi

# trx_api_response_code_ContractValidateError
source: ContractValidateError
vi: Lỗi hợp đồng

# trx_api_response_code_ContractExeError
source: ContractExeError
vi: Lỗi thực hiện hợp đồng

# trx_api_response_code_BandwithError
source: BandwithError
vi: Băng thông không đủ

# trx_api_response_code_DupTransactionError
source: DupTransactionError
vi: Lặp lại giao dịch

# trx_api_response_code_TooBigTransactionError
source: TooBigTransactionError
vi: Cơ số giao dịch quá lớn

# trx_api_response_code_TransactionExpirationError
source: TransactionExpirationError
vi: Giao dịch đã hết hạn

# trx_api_response_code_ServerBusy
source: ServerBusy
vi: Máy chủ bận

# trx_api_response_code_OtherError
source: OtherError
vi: Các lỗi khác

# mine_medishares_guild
source: Community
vi: Hội

# dapps_transfer_fee
source: Fee
vi: Phí xử lý

# dapps_transfer_to
source: Remitted
vi: Nhận tài khoản

# dapps_transfer_memo
source: Memo
vi: Nhận xét

# dapps_transfer_desc
source: Description
vi: Mô tả

# dapps_contract
source: Code
vi: Hợp đồng

# dapps_contract_function
source: Action
vi: Hoạt động

# dapps_contract_args
source: Fields
vi: Thông số

# ont_map_notice
source: • The main network was launched on June 30, 2018. The mapping began on July 9, 2018 (UTC) and will end on October 1, 2018 (UTC). When all NEP-5 ONTs are mapped, only could map integer amount. Large amount ONT mapping. Since NEO and ONT use the same public/private key pair system, your NEO wallet address, private key, WIF Is the corresponding ONT wallet address, private key, WIF. Please restore your private key and WIF of NEO wallet and ONT wallet .
vi: • Mạng chính của bản thể luận đã được đưa ra vào ngày 30 tháng 6 năm 2018. Bản đồ bắt đầu vào ngày 9 tháng 7 năm 2018 (UTC) và sẽ kết thúc vào ngày 1 tháng 10 năm 2018 (UTC). • Vì độ chính xác đo lường của ONT của mạng chính là một số nguyên và không có vị trí thập phân, chỉ có thể chuyển đổi phần nguyên khi ONT NEP-5 được ánh xạ. • Trước tiên, bạn có thể thực hiện ánh xạ ONT nhỏ, sau đó xác nhận lỗi, sau đó thực hiện ánh xạ ONT lớn. • Vì NEO và ONT sử dụng cùng một bộ hệ thống cặp khóa chung và khóa riêng, địa chỉ ví NEO, khóa riêng và WIF của bạn là địa chỉ ví ONT tương ứng, khóa riêng và WIF. Vui lòng giữ ví NEO của bạn và khóa ONT riêng tư và WIF。

# address_type_bip49
source: Segwit
vi: Lời khai phân chia

# address_about_segwit_title
source: Segwit
vi: Lời khai phân chia

# transaction_input
source: Input
vi: Đầu vào

# transaction_output
source: Output
vi: Đầu ra

# transaction_tx_fee_btc_with_price
source: Fee %@ BTC ≈ %@ %@
vi: Phí khai thác %@ BTC ≈ %@ %@

# transaction_tx_fee_btc
source: Fee %@ BTC
vi: Phí khai thác %@ BTC

# mds_exchange_trade_record_filter_option2
source: Large deal，> 2000 EOS
vi: Đơn hàng lớn, lớn hơn 2000 EOS

# mds_exchange_trade_record_filter_option3
source: Medium deal，500 to 2000 EOS
vi: Trung bình, 500 EOS đến 2000 EOS

# mds_exchange_trade_record_filter_option4
source: Small deal，<500 EOS
vi: Đơn hàng nhỏ, dưới 500 EOS

# mds_exchange_trade_kline_24H_high
source: H
vi: 24H cao nhất

# mds_exchange_trade_kline_24H_low
source: L
vi: Tối thiểu 24 giờ

# mds_exchange_trade_kline_24H_volume
source: 24H
vi: Thể tích 24H

# mds_exchange_trade_kline_time
source: Time
vi: Thời gian

# mds_exchange_trade_kline_open
source: Open
vi: Mở

# mds_exchange_trade_kline_high
source: High
vi: Cao

# mds_exchange_trade_kline_low
source: Low
vi: Thấp

# mds_exchange_trade_kline_close
source: Close
vi: Đóng

# mds_exchange_trade_kline_volume
source: Volume
vi: Âm lượng

# mds_exchange_trade_kline_time_line
source: Line
vi: Chia sẻ thời gian

# mds_exchange_trade_kline_time_30min
source: 30min
vi: 30 phút

# mds_exchange_trade_kline_time_1hour
source: 1hour
vi: 1 giờ

# mds_exchange_trade_kline_time_1day
source: 1day
vi: 1 ngày

# mds_exchange_trade_kline_time_1week
source: 1week
vi: 1 tuần

# mds_exchange_trade_kline_time_1month
source: 1month
vi: 1 tháng

# trx_exchange_trade_record_filter_option2
source: Large deal，> 2000 TRX
vi: Đơn lớn, lớn hơn 2000 TRX

# trx_exchange_trade_record_filter_option3
source: Medium deal，500 to 2000 TRX
vi: Trung bình, 500 TRX đến 2000 TRX

# trx_exchange_trade_record_filter_option4
source: Small deal，<500 TRX
vi: Đơn nhỏ, dưới 500 TRX

# trx_exchange_trade_kline_24H_high
source: H
vi: 24H cao nhất

# trx_exchange_trade_kline_24H_low
source: L
vi: Tối thiểu 24 giờ

# trx_exchange_trade_kline_24H_volume
source: 24H
vi: Thể tích 24H

# trx_exchange_trade_kline_time
source: Time
vi: Thời gian

# trx_exchange_trade_kline_open
source: Open
vi: Mở

# trx_exchange_trade_kline_high
source: High
vi: Cao

# trx_exchange_trade_kline_low
source: Low
vi: Thấp

# trx_exchange_trade_kline_close
source: Close
vi: Đóng

# trx_exchange_trade_kline_volume
source: Volume
vi: Khối lượng

# trx_exchange_trade_kline_time_30min
source: 30min
vi: 30 phút

# trx_exchange_trade_kline_time_1hour
source: 1hour
vi: 1 giờ

# trx_exchange_trade_kline_time_4hour
source: 4hour
vi: 4 giờ

# trx_exchange_trade_kline_time_1day
source: 1day
vi: 1 ngày

# trx_exchange_trade_kline_time_1week
source: 1week
vi: 1 tuần

# trx_exchange_trade_kline_time_1month
source: 1month
vi: 1 tháng
