Repository: mathwallet/DesignGuide
Catalog: Copywriting/iOS/*/MathLocalizable.strings
Languages: ko, vi

# disclaimer_warning_message_privatekey
source: Please make sure backup the wallet into a safe place, Math does not assume any loss of the wallet theft, password forgetting and other assets loss.
ko: 저희는 Privatekey 및 비밀 번호 분실으로 인한 자산 손실에 대해 책임을 지지 않습니다！
vi: Chúng tôi không chấp nhận tổn thất nào về việc mất tài sản nào do mất khóa riêng và quên mật khẩu！

# eos_account_create
source: Create EOS Account
ko: EOS 계정 만들기
vi: Tạo tài khoản EOS

# eos_account_import
source: Import EOS Account
ko: 기존의 EOS 계정을 불러오기
vi: Nhập tài khoản EOS

# eos_account_invite_code
source: Invitation Code
ko: 초대 코드
vi: Mã mời

# eos_account_invite_code_placeholder
source: Enter your EOS invitation code here
ko: EOS 계정의 초대 코드를 입력하십시오
vi: Nhập mã thư mời tài khoản EOS

# eos_account_invite_code_help
source: How may I get one?
ko: 초대 코드는 어떻게 만들 수 있나요?
vi: Cách lấy mã thư mời？

source: EOS Account
ko: EOS 계정
vi: Tài khoản EOS

# eos_account_select
source: Select EOS Account
ko: EOS 계정 선택
vi: Chọn một tài khoản EOS

# eos_account_input_placeholder
source: 12 chars，with '1~5' and 'a~z'
ko: 12개 문자， 숫자'1~5'、소문자'a~z'포함
vi: 12 ký tự với '1 ~ 5' và 'a ~ z'

# eos_account_node
source: EOS Community Chains
ko: 노드 커뮤니티
vi: Cộng đồng nút

# eos_account_node_select_placeholder
source: Select EOS Community Chains
ko: 노드 커뮤니티를 선택
vi: Chọn cộng đồng nút

# eos_account_password
source: Account Password
ko: 비밀번호
vi: Mật khẩu

# eos_account_password_input_placeholder
source: At least 8 characters
ko: 최소 8개자로 설정（대,소 문자 및 숫자 포함）
vi: Ít nhất 8 ký tự, bao gồm chữ hoa và chữ thường và số

# eos_account_password_repeat
source: Repeat Password
ko: 비밀번호 다시 입력
vi: Lặp lại mật khẩu

# eos_account_password_repeat_input_placeholder
source: Enter password again
ko: 비밀번호 다시 입력
vi: Nhập lại mật khẩu của bạn

# eos_account_create_warning_exist
source: The EOS account existed.
ko: EOS 계정이 이미 존재합니다
vi: Tài khoản EOS đã tồn tại

# eos_account_create_warning_fail
source: Fail to create EOS account.
ko: EOS 계정 생성 실패
vi: Không thể tạo tài khoản EOS

# eos_account_create_warning_success
source: EOS account created.
ko: EOS 계정 생성 성공
vi: Tài khoản EOS đã được tạo thành công

# eos_account_privatekey_backup_warning
source: Below is the private key of the account, please backup and export the private key to a safe place, once lost, the wallet cannot be recovered.
ko: 다음은 계정의 Private Key파일입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của tài khoản, Hãy sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# eos_account_privatekey_backup_complete
source: Private Key Backup Completed.
ko: Private Key 백업 완료
vi: Khóa riêng đã được sao lưu

# eos_create_account_success_copy_prompt
source: Please copy and store the Private Key
ko: 우선 private key 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp khóa riêng (WIF) trước.

# eos_account_privatekey_backup_disclaimer
source: We will not be responsible for any assets loss because of private key lost or password forgotten!
ko: 저희는 Private Key 및 비밀번호 분실으로 인한 자산 손실에 대해 책임을 지지 않습니다
vi: Chúng tôi không chịu trách nhiệm bất kỳ việc mất tài sản nào do mất khóa riêng và quên mật khẩu.！

# eos_account_create_success_pendding_propmt
source: The account has been created and submitted to the mainnet, please confirm in the mainnet (around 3 mins) first and then start transaction.
ko: 이미 계정이 생성되어 메인넷에 제출되었습니다. 먼저 메인넷에서 계정을 확인한 후에(약 3분 소요), 거래를 시작하세요.
vi: Tài khoản đã được tạo và gửi đến mạng chính. Vui lòng xác nhận giao dịch sau khi xác nhận mạng chính (khoảng 3 phút) để đảm bảo việc tạo thành công。

# eos_account_select_create_way
source: Selecet Creation Method
ko: 계정 생성 방식 선택
vi: Chọn cách tạo

# eos_account_create_way_buy
source: Buy Invitation Code
ko: 초대 코드를 구매하기

# eos_account_create_way_exchange
source: Withdrawal or Transfer
ko: 거래소 출금 혹은 지갑 이체
vi: Đổi tiền hoặc chuyển ví

# eos_account_create_way_friends
source: Invite friends to scan and pay by Math Wallet.
ko: 친구 도움으로 계정 만들기
vi: Yêu cầu bạn bè của bạn sử dụng ví lúa mì để quét mã để thanh toán

# eos_account_create_way_buy_hint
source: Support purchasing invitation code via Alipay and Paypal.
ko: Alipay, Paypal로 초대코드 구매하기

# eos_account_create_way_exchange_hint
source: Support multiple exchange withdrawal or wallet transfer.
ko: 거래소 출금 혹은 지갑 이체

# eos_account_create_way_friends_hint
source: Invite friends to use the Math Wallet scanning payment.
ko: 친구 도움으로 QR 코드 스캔하기

# eos_account_create_way_recommend
source: Recommendation
ko: 추천
vi: Đề xuất

# eos_account_create_set_account
source: Set EOS Account Name
ko: EOS 계정명 설치
vi: Đặt tên tài khoản EOS

# eos_account_create_backup_prompt
source: • Below is the private key, please back it up carefully and it cannot be restore once lost. • When the transaction is successful, you need to import the private key to complete account creation.
ko: • 다음은 계정의 private key입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다. • 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해 EOS계정을 불러올 수 있습니다
vi: • Sau đây là khóa riêng của tài khoản mới. Vui lòng sao lưu khóa riêng và giữ nó ở nơi an toàn. Đừng gửi cho bất kỳ ai. Sau khi mất, ví sẽ không thể phục hồi. • Sau khi chuyển khoản thành công, bạn cần nhập khóa riêng này để hoàn tất quá trình tạo tài khoản。

# eos_account_create_by_friend_prompt
source: • Invite friends to use the Math Wallet to scan the QR code and pay around %@ EOS to stick CPU and network resource，and purchase RAM。 • When the payment is successful, you need to import the private key that backed up in previous step to complete account creation.
ko: • 친구가 Math Wallet을 이용해 제공된 QR코드를 스캔하여 약 %@ EOS를 지불하면 CPU와 넷을 스테이킹하고 RAM을 구매할 수 있습니다.. • 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해 EOS계정을 불러올 수 있습니다.
vi: • Yêu cầu bạn bè của bạn sử dụng ví lúa mì để quét mã QR bên dưới, trả khoảng%@ EOS để bảo đảm tài nguyên mạng và CPU và mua bộ nhớ. • Sau khi thanh toán thành công, hãy nhập khóa riêng của bản sao lưu trước vào ví lúa mì, nghĩa là hoàn tất việc tạo tài khoản.。

# eos_account_create_by_friend_share_title
source: Share QR Code
ko: QR코드 공유하기
vi: Chia sẻ mã QR

# eos_account_create_by_friend_section_title
source: Account Info
ko: 계정 정보
vi: Thông tin tài khoản

# eos_account_create_by_friend_account_title
source: Account
ko: 계정
vi: Tài khoản

# eos_account_create_by_exchange_prompt
source: • Withdraw or transfer via Exchange needs to be at leaat 1 EOS, 0.2 EOS for CPU tick and network resource, and the remaining EOS for RAM. • At present, the supporting Exchanges are : OTCBTC, TC, Gate.io, Huobi, Binance and Bitfinex，other exchanges is not recommended. • Below are the receiving account and transaction note, please coy and fill in exchange or wallets. The smart contract will be created based on the account.。 • When the withdrawal or transfer is successful, import the private key that backed up in previous step to complete account creation.
ko: • 거래소 출금 혹은 이체를 통해 계약 주소로 최소 1 EOS를 이체합니다. 0.2 EOS가 CPU와 넷을 스테이크되며, 나머지는 RAM 구매에 사용됩니다. • 현재 지원하는 거래소는 OTCBTC, Gate.io, Bitfinex 이며, 다른 거래소는 지원되지 않습니다. • 다음은 입금계정 및 이체 내역입니다. 복사 후 거래소나 지갑에 기입해 주십시오. • 인출이나 이체 성공 후, 백업된 private key를 Math Wallet으로 도입하시면 바로 계정을 생성할 수 있습니다.
vi: • Chuyển ít nhất 1 EOS vào tài khoản hợp đồng thông qua chuyển tiền hoặc ví của trao đổi, trong đó 0.2 EOS được sử dụng để bảo đảm tài nguyên CPU và mạng và phần còn lại được sử dụng để mua bộ nhớ tương đương. • Hiện tại tất cả các giao dịch được hỗ trợ rõ ràng là OTCBTC, Gate.io, Coin Security, Bitfinex và các trao đổi khác không được khuyến nghị. Ví có thể được sử dụng miễn là nó hỗ trợ ghi chú chuyển tiền. • Sau đây là tài khoản thanh toán và thông tin nhận xét chuyển khoản, vui lòng sao chép và truy cập vào trao đổi hoặc ví để điền, hợp đồng thông minh sẽ tạo một tài khoản. • Sau khi chuyển tiền hoặc chuyển tiền thành công, hãy nhập khóa riêng của bản sao lưu trước vào ví lúa mì, nghĩa là hoàn tất việc tạo tài khoản。

# eos_account_create_by_exchange_account_title
source: Transfer To Account
ko: 계정으로 이체
vi: Chuyển vào tài khoản

# eos_account_create_by_exchange_memo_title
source: Add Notes
ko: 비고 추가
vi: Điền vào ghi chú

# eos_account_create_by_exchange_prompt2
source: • This account creation method applies Dappub team's smart contract, and there's no manual operation during the creation process. Math Wallet couldn't do anything if users loss assets due to wrong operation. •Open-source：https://github.com/dappub/signupeoseos
ko: • 이 방식은 Dappub팀이 배치한 스마트 컨트랙트를 사용합니다. 사용자의 조작 실수로 인한 자산 손실에 대한 책임은 사용자 본인에게 있습니다. • 스마트 컨트랙트 주소：https://github.com/dappub/signupeoseos
vi: • Phương pháp tạo này sử dụng các hợp đồng thông minh do nhóm Dappub triển khai và không liên quan đến các thao tác thủ công trong quá trình tạo. Ví lúa mì không thể giúp phục hồi nếu người dùng mất tài sản do hoạt động không đúng. • Địa chỉ nguồn mở hợp đồng: https://github.com/dappub/signupeoseos

# eosforce_account_create
source: Create EOS FORCE Account
ko: EOS FORCE 계정 만들기
vi: Tạo một tài khoản EOS Force

# eosforce_account_import
source: Import EOS FORCE Account
ko: 기존의 EOS FORCE 계정 불러오기
vi: Nhập tài khoản EOS Force

# eosforce_account_invite_code
source: Invitation Code
ko: 초대 코드
vi: Mã mời

# eosforce_account_invite_code_placeholder
source: Enter your EOS FORCE invitation code here
ko: EOS FORCE 계정의 초대 코드를 입력하십시오
vi: Nhập mã thư mời tài khoản của EOS Force

# eosforce_account_invite_code_help
source: How may I get one?
ko: 초대 코드는 어떻게 만들 수 있나요?
vi: Cách lấy mã thư mời？

source: EOS FORCE Account
ko: EOS FORCE 계정
vi: EOS 原力账户

# eosforce_account_select
source: Select EOS FORCE Account
ko: EOS FORCE 계정 선택
vi: Chọn tài khoản EOS Force

# eosforce_account_input_placeholder
source: 1~12 chars,with '1~5','a~z' and '.'
ko: 1-12개 문자， 숫자'1~5'、 소문자'a~z'、 부호'.' 포함
vi: 1 ~ 12 ký tự, bao gồm số '1 ~ 5', chữ 'a ~ z', ký hiệu '.'

# eosforce_account_password
source: Password
ko: 비밀번호
vi: Mật khẩu

# eosforce_account_password_input_placeholder
source: At least 8 characters
ko: 최소 8개자로 설정（대,소 문자 및 숫자 포함）
vi: Ít nhất 8 ký tự, bao gồm chữ hoa và chữ thường và số

# eosforce_account_password_repeat
source: Repeat Password
ko: 비밀번호 다시 입력
vi: Lặp lại mật khẩu

# eosforce_account_password_repeat_input_placeholder
source: Enter password again
ko: 비밀번호 다시 입력
vi: Nhập lại mật khẩu của bạn

# eosforce_account_create_warning_exist
source: The EOS FORCE account existed.
ko: EOS FORCE 계정이 이미 존재합니다
vi: Tài khoản EOS Force đã tồn tại

# eosforce_account_create_warning_fail
source: Fail to create EOS FORCE account.
ko: EOS FORCE 계정 생성 실패
vi: Không thể tạo tài khoản EOS Force

# eosforce_account_create_warning_success
source: EOS FORCE account created.
ko: EOS FORCE 계정 생성 성공
vi: Tài khoản EOS Force đã được tạo thành công

# eosforce_account_privatekey_backup_warning
source: Below is the private key of the account, please backup and export the private key to a safe place, once lost, the wallet cannot be recovered.
ko: 다음은 계정의 Private Key 파일입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của tài khoản, Hãy sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# eosforce_account_privatekey_backup_complete
source: Private Key Backup Completed.
ko: Private Key 백업 완료
vi: Khóa riêng đã được sao lưu

# eosforce_create_account_success_copy_prompt
source: Please copy and store the Private Key
ko: 우선 private key 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp khóa riêng (WIF) trước.

# eosforce_account_privatekey_backup_disclaimer
source: We will not be responsible for any assets loss because of private key lost or password forgotten!
ko: 저희는 Private Key 및 비밀번호 분실로 인한 자산 손실에 대해 책임을 지지 않습니다
vi: Chúng tôi không chịu trách nhiệm trước việc mất tài sản nào do mất khóa riêng và quên mật khẩu.！

# eosforce_account_create_by_friends_title
source: Request an EOS FORCE account from a friend
ko: 친구 도움으로 EOS FORCE 계정 생성하기
vi: Hãy để một người bạn giúp tạo tài khoản EOS Force

# eosforce_account_create_by_friends_publickey_prompt
source: Please copy the public key to your friend in order to create an EOS FORCE account.
ko: public key를 복사해 회원님의 친구에게 발송하여 EOS FORCE 계정을 만드세요
vi: Vui lòng sao chép khóa công khai và gửi cho bạn bè của bạn để tạo tài khoản EOS Force。

# eosforce_account_create_by_friends_privatekey_prompt
source: Please keep your private key confidential and do NOT send it to anyone including your friend. You will need the private key to add your EOS account to your wallet after creating the EOS FORCE account by your friend.
ko: 다음은 계정의 private key입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다. 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해EOS FORCE계정을 불러올 수 있습니다
vi: Vui lòng sao lưu khóa riêng của bạn và giữ nó ở nơi an toàn. Đừng gửi cho bất kỳ ai (kể cả bạn bè của bạn). Sau khi bạn của bạn tạo tài khoản cho bạn, bạn cần nhập tài khoản EOS Force bằng khóa riêng này。

# bos_account_create
source: Create BOS Account
ko: BOS 계정 만들기
vi: Tạo tài khoản BOS

# bos_account_import
source: Import BOS Account
ko: 기존의 BOS 계정 불러오기
vi: Nhập tài khoản BOS

# bos_account_invite_code
source: Invitation Code
ko: 초대 코드
vi: Mã mời

# bos_account_invite_code_placeholder
source: Enter your BOS invitation code here
ko: BOS 계정의 초대 코드를 입력하십시오
vi: Nhập mã mời tài khoản BOS

# bos_account_invite_code_help
source: How may I get one?
ko: 초대 코드는 어떻게 만들 수 있나요?
vi: Cách lấy mã thư mời？

source: BOS Account
ko: BOS 계정
vi: Tài khoản BOS

# bos_account_select
source: Select BOS Account
ko: BOS 계정 선택
vi: Chọn tài khoản BOS

# bos_account_input_placeholder
source: 12 chars，with '1~5' and 'a~z'
ko: 12개 문자， 숫자'1~5'、소문자'a~z'포함
vi: 1 ~ 12 ký tự, bao gồm số '1 ~ 5', chữ 'a ~ z', ký hiệu '.'

# bos_account_password
source: Password
ko: 비밀번호
vi: Mật khẩu

# bos_account_password_input_placeholder
source: At least 8 characters
ko: 최소 8개자로 설정（대,소 문자 및 숫자 포함）
vi: Ít nhất 8 ký tự, bao gồm chữ hoa và chữ thường và số

# bos_account_password_repeat
source: Repeat Password
ko: 비밀번호 다시 입력
vi: Lặp lại mật khẩu

# bos_account_password_repeat_input_placeholder
source: Enter password again
ko: 비밀번호 다시 입력
vi: Nhập lại mật khẩu của bạn

# bos_account_create_warning_exist
source: The BOS account existed.
ko: BOS 계정이 이미 존재합니다
vi: Tài khoản BOS đã tồn tại

# bos_account_create_warning_fail
source: Fail to create BOS account.
ko: BOS 계정 생성 실패
vi: Không thể tạo tài khoản BOS

# bos_account_create_warning_success
source: BOS account created.
ko: BOS 계정 생성 성공
vi: Tài khoản BOS đã được tạo thành công

# bos_account_privatekey_backup_warning
source: Below is the private key of the account, please backup and export the private key to a safe place, once lost, the wallet cannot be recovered.
ko: 다음은 계정의 Private Key 파일입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của tài khoản, Hãy sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# bos_account_privatekey_backup_complete
source: Private Key Backup Completed.
ko: Private Key 백업 완료
vi: Khóa riêng đã được sao lưu

# bos_create_account_success_copy_prompt
source: Please copy and store the Private Key
ko: 우선 private key 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp khóa riêng (WIF) trước.

# bos_account_privatekey_backup_disclaimer
source: We will not be responsible for any assets loss because of private key lost or password forgotten!
ko: 저희는 Private Key 및 비밀번호 분실로 인한 자산 손실에 대해 책임을 지지 않습니다
vi: Chúng tôi không chịu trách nhiệm trước việc mất tài sản nào do mất khóa riêng và quên mật khẩu.！

# bos_account_create_by_friends_title
source: Request an BOS account from a friend
ko: 친구 도움으로 BOS 계정 생성하기
vi: Nhờ một người bạn giúp tạo tài khoản BOS

# bos_account_create_by_friends_publickey_prompt
source: Please copy the public key to your friend in order to create an BOS account.
ko: public key를 복사해 회원님의 친구에게 발송하여 BOS 계정을 만드세요
vi: Vui lòng sao chép khóa công khai và gửi cho bạn bè của bạn để tạo tài khoản BOS.。

# bos_account_create_by_friends_privatekey_prompt
source: Please keep your private key confidential and do NOT send it to anyone including your friend. You will need the private key to add your BOS account to your wallet after creating the BOS account by your friend.
ko: 다음은 계정의 private key입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다. 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해 BOS 계정을 불러올 수 있습니다
vi: Vui lòng sao lưu khóa riêng của bạn và giữ nó ở nơi an toàn. Đừng gửi cho bất kỳ ai (kể cả bạn bè của bạn). Sau khi bạn của bạn đã tạo tài khoản cho bạn, bạn cần nhập tài khoản BOS bằng khóa riêng này。

# enu_account_create
source: Create ENU Account
ko: ENU 계정 만들기
vi: Tạo tài khoản ENU

# enu_account_import
source: Import ENU Account
ko: 기존의 ENU 계정 불러오기
vi: Nhập tài khoản ENU

# enu_account_invite_code
source: Invitation Code
ko: 초대 코드
vi: Mã mời

# enu_account_invite_code_placeholder
source: Enter your ENU invitation code here
ko: ENU 계정의 초대 코드를 입력하십시오
vi: Nhập mã mời tài khoản ENU

# enu_account_invite_code_help
source: How may I get one?
ko: 초대 코드는 어떻게 만들 수 있나요?
vi: Cách lấy mã thư mời？

source: ENU Account
ko: ENU 계정
vi: Tài khoản ENU

# enu_account_select
source: Select ENU Account
ko: ENU 계정 선택
vi: Chọn một tài khoản ENU

# enu_account_input_placeholder
source: 12 chars，with '1~5' and 'a~z'
ko: 12개 문자， 숫자'1~5'、소문자'a~z'포함
vi: 1 ~ 12 ký tự, bao gồm số '1 ~ 5', chữ 'a ~ z', ký hiệu '.'

# enu_account_password
source: Password
ko: 비밀번호
vi: Mật khẩu

# enu_account_password_input_placeholder
source: At least 8 characters
ko: 최소 8개자로 설정（대,소 문자 및 숫자 포함）
vi: Ít nhất 8 ký tự, bao gồm chữ hoa và chữ thường và số

# enu_account_password_repeat
source: Repeat Password
ko: 비밀번호 다시 입력
vi: Lặp lại mật khẩu

# enu_account_password_repeat_input_placeholder
source: Enter password again
ko: 비밀번호 다시 입력
vi: Nhập lại mật khẩu của bạn

# enu_account_create_warning_exist
source: The ENU account existed.
ko: ENU 계정이 이미 존재합니다
vi: Tài khoản ENU đã tồn tại

# enu_account_create_warning_fail
source: Fail to create ENU account.
ko: ENU 계정 생성 실패
vi: Không thể tạo tài khoản ENU

# enu_account_create_warning_success
source: ENU account created.
ko: ENU 계정 생성 성공
vi: Tài khoản ENU đã được tạo thành công

# enu_account_privatekey_backup_warning
source: Below is the private key of the account, please backup and export the private key to a safe place, once lost, the wallet cannot be recovered.
ko: 다음은 계정의 Private Key 파일입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của tài khoản, được sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không thể phục hồi

# enu_account_privatekey_backup_complete
source: Private Key Backup Completed.
ko: Private Key 백업 완료
vi: Khóa riêng đã được sao lưu

# enu_create_account_success_copy_prompt
source: Please copy and store the Private Key
ko: 우선 private key 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp khóa riêng (WIF) trước.

# enu_account_privatekey_backup_disclaimer
source: We will not be responsible for any assets loss because of private key lost or password forgotten!
ko: 저희는 Private Key 및 비밀번호 분실로 인한 자산 손실에 대해 책임을 지지 않습니다
vi: Chúng tôi không chấp nhận bất kỳ mất tài sản nào do mất khóa riêng và quên mật khẩu！

# enu_account_create_by_friends_title
source: Request an ENU account from a friend
ko: 친구 도움으로 ENU 계정 생성하기
vi: Hãy để một người bạn giúp tạo tài khoản ENU

# enu_account_create_by_friends_publickey_prompt
source: Please copy the public key to your friend in order to create an ENU account.
ko: public key를 복사해 회원님의 친구에게 발송하여 ENU 계정을 만드세요
vi: Vui lòng sao chép khóa công khai và gửi cho bạn bè của bạn để tạo tài khoản ENU。

# enu_account_create_by_friends_privatekey_prompt
source: Please keep your private key confidential and do NOT send it to anyone including your friend. You will need the private key to add your ENU account to your wallet after creating the ENU account by your friend.
ko: 다음은 계정의 private key입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다. 회원님 친구의 도움을 통해 계정을 생성한 후, 본인의 private key를 이용해ENU 계정을 불러올 수 있습니다
vi: Vui lòng sao lưu khóa riêng của bạn và giữ nó ở nơi an toàn. Đừng gửi cho bất kỳ ai (kể cả bạn bè của bạn). Sau khi bạn của bạn đã tạo tài khoản cho bạn, bạn cần nhập tài khoản ENU bằng khóa riêng này。

# codex_account_create
source: Create Codex Account
ko: Codex 계정 만들기
vi: Tạo tài khoản Codex

# codex_account_import
source: Import Codex Account
ko: 기존의 Codex 계정 불러오기
vi: Nhập tài khoản Codex

# codex_account_invite_code
source: Invitation Code
ko: 초대 코드
vi: Mã mời

# codex_account_invite_code_placeholder
source: Enter your Codex invitation code here
ko: Codex 계정의 초대 코드를 입력하십시오
vi: Nhập mã mời tài khoản Codex

# codex_account_invite_code_help
source: How may I get one?
ko: 초대 코드는 어떻게 만들 수 있나요?
vi: Cách lấy mã thư mời？

source: Codex Account
ko: Codex 계정
vi: Tài khoản Codex

# codex_account_select
source: Select Codex Account
ko: Codex 계정 선택
vi: Chọn một tài khoản Codex

# codex_account_input_placeholder
source: 1-12 chars，with '1~5' and 'a~z'
ko: 1-12개 문자， 숫자'1~5'、소문자'a~z'포함
vi: 1 ~ 12 ký tự, bao gồm số '1 ~ 5', chữ 'a ~ z', ký hiệu '.'

# codex_account_password
source: Password
ko: 비밀번호
vi: Mật khẩu

# codex_account_password_input_placeholder
source: At least 8 characters
ko: 최소 8개자로 설정（대,소 문자 및 숫자 포함）
vi: Ít nhất 8 ký tự, bao gồm chữ hoa và chữ thường và số

# codex_account_password_repeat
source: Repeat Password
ko: 비밀번호 다시 입력
vi: Lặp lại mật khẩu

# codex_account_password_repeat_input_placeholder
source: Enter password again
ko: 비밀번호 다시 입력
vi: Nhập lại mật khẩu của bạn

# codex_account_create_warning_exist
source: The Codex account existed.
ko: Codex 계정이 이미 존재합니다
vi: Tài khoản Codex đã tồn tại

# codex_account_create_warning_fail
source: Fail to create Codex account.
ko: Codex 계정 생성 실패
vi: Không thể tạo tài khoản Codex

# codex_account_create_warning_success
source: Codex account created.
ko: Codex 계정 생성 성공
vi: Tài khoản Codex đã được tạo thành công

# codex_account_privatekey_backup_warning
source: Below is the private key of the account, please backup and export the private key to a safe place, once lost, the wallet cannot be recovered.
ko: 다음은 계정의 Private Key 파일입니다. 복사하고 안전한 곳에 보관하십시오. 잃어버리시면 지갑을 복구할 수 없습니다
vi: Sau đây là thông tin khóa riêng của tài khoản, được sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không thể phục hồi

# codex_account_privatekey_backup_complete
source: Private Key Backup Completed.
ko: Private Key 백업 완료
vi: Khóa riêng đã được sao lưu

# codex_create_account_success_copy_prompt
source: Please copy and store the Private Key
ko: 우선 private key 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp khóa riêng (WIF) trước.

# codex_account_privatekey_backup_disclaimer
source: We will not be responsible for any assets loss because of private key lost or password forgotten!
ko: 저희는 Private Key 및 비밀번호 분실로 인한 자산 손실에 대해 책임을 지지 않습니다
vi: Chúng tôi không chấp nhận bất kỳ mất tài sản nào do mất khóa riêng và quên mật khẩu！

# codex_account_create_by_friends_title
source: Request an Codex account from a friend
ko: 친구 도움으로 Codex 계정 생성하기
vi: Hãy để một người bạn giúp tạo tài khoản Codex

# codex_account_create_by_friends_publickey_prompt
source: Please copy the public key to your friend in order to create an Codex account.
ko: public key를 복사해 회원님의 친구에게 발송하여 Codex 계정을 만드세요
vi: Vui lòng sao chép khóa công khai và gửi cho bạn bè của bạn để tạo tài khoản Codex。
