Repository: mathwallet/DesignGuide
Catalog: Copywriting/iOS/*/MathLocalizable.strings
Languages: ko, vi

# trx_transaction_token_not_support
source: The token is not available for exchanging
ko: 해당 토큰은 아직 거래할 수 없습니다
vi: Mã thông báo không hỗ trợ giao dịch tại thời điểm này

# transaction_confirm_title
source: Confirm Transaction
ko: 이체 내역 확인
vi: Xác nhận thông tin chuyển khoản

# transaction_confirm_send
source: Confirm
ko: 이체 확인
vi: Xác nhận chuyển tiền

# transaction_complete_status_title
source: Tx Status
ko: 거래 상태
vi: Tình trạng giao dịch

# transaction_complete_to_address_title
source: Remitted
ko: 수납 주소
vi: Địa chỉ thu gom

# transaction_complete_time_title
source: Tx Time
ko: 제의 시간
vi: Thời gian bắt đầu

# transaction_complete_remark_title
source: Memo
ko: 비고
vi: Nhận xét

# transaction_complete_remark_add
source: Add Memo
ko: 비고 추가
vi: Thêm thông tin ghi chú

# recently_transaction_records
source: Transaction Records
ko: 최근 거래 기록
vi: Lịch sử giao dịch gần đây

source: Transfer
ko: 출금
vi: Chuyển khoản

source: Claim GAS
ko: GAS 추출

# claim_gas_to_address
source: Claim GAS-%@
ko: GAS 추출-%@
vi: Chiết xuất GAS-%@

# transfer_to_address
source: Transfer-%@
ko: 출금-%@
vi: Chuyển khoản-%@

# receipt_to_address
source: Receive-%@
ko: 입금-%@
vi: Biên lai-%@

# receipt
source: Receive
ko: 입금
vi: Biên lai

# confirmed_count
source: Confirming %d/%d
ko: 확인 중 %d/%d
vi: Xác nhận %d/%d

source: Confirming
ko: 확인 중
vi: Xác nhận

# wait_to_processing
source: Waiting for blockchain confirm
ko: 패킹 중...
vi: Chờ xác nhận...

# transfer_status_success
source: Transfered
ko: 거래 성공
vi: Giao dịch thành công

# transfer_status_success_claim
source: Claimed
ko: 추출 성공
vi: Claim thành công

# transfer_status_fail
source: Transfer Failed
ko: 거래 실패
vi: Giao dịch thất bại

# cloud_set_pin_code
source: Please set PIN code
ko: 우선 지불 비밀번호를 설치하세요

# cloud_record
source: Transactions
ko: 오더

# cloud_record_details
source: Details
ko: 내역

# cloud_record_details_type
source: Item
ko: 종목

# cloud_record_details_from
source: From
ko: 전출

# cloud_record_details_to
source: To
ko: 전입

# cloud_search_token
source: Search Token
ko: 토큰 검색

# cloud_hide_zero_token
source: Hide Small Balances
ko: 미보유 토큰 숨기기

# cloud_show_all_token
source: Show All
ko: 전체 토큰 표시

# cloud_select_token
source: Select Tokens
ko: 토큰을 선택

# cloud_transfer_title
source: %@ transfer
ko: %@ 이체

# cloud_transfer_notice
source: ⚠️ Please confirm the receive address before transfer, the asset transfer cannot be canceled once executed.
ko: ️⚠️ 이체 전에 입금 주소를 확인하시기 바랍니다. 자산이 송금된 이후에는 취소할 수 없습니다.

# cloud_transfer_to_address_title
source: Receive Address
ko: 입금 주소

# cloud_transfer_input_or_paste_address_placeholder
source: Please enter or paste address
ko: 입금 주소 입력 혹은 붙여넣기

# cloud_transfer_select_wallet
source: Select Wallet
ko: 지갑 선택

# cloud_transfer_amount_title
source: Amount
ko: 이체 금액

# cloud_transfer_amount_input_placeholder
source: Enter amount
ko: 이체 금액 입력

# cloud_transfer_balance_available
source: Available balance %@ %@
ko: 사용 가능한 잔액 %@ %@

# cloud_transfer_all
source: All
ko: 전체 이체

# cloud_transfer
source: Transfer
ko: 이체

# cloud_receive_title
source: %@ Receive
ko: %@ 입금

# cloud_receive_notice
source: ⚠️ The address only receive %@ asset，please do not deposit other asset, otherwise the assets will not be recovered.
ko: ️⚠️ 이 주소는 %@ 자산만 입금할 수 있습니다. 다른 토큰을 이체하지 마십시오

# cloud_receive_address_title
source: Receive Address
ko: 입금 주소

# cloud_receive_memo_title
source: Please enter the memo. Losing the code will result in asset lost.
ko: 이 메모를 기입해 주세요, 메모가 누락될 경우 자금이 분실될 수 있습니다!

# cloud_receive_address_qrcode_title
source: Receive address QR code
ko: 입금 주소 QR 코드

# cloud_withdraw_success
source: Withdrawn
ko: 인출 완료

# cloud_withdraw_address_error
source: Invalid Address
ko: 무효 주소

# cloud_withdraw_address_myself_invalid
source: The address can not be yourself
ko: 수취인 주소를 자신으로 지정할 수 없습니다

# cloud_record_all
source: All
ko: 전체

# cloud_record_out
source: Transfer
ko: 이체

# cloud_record_in
source: Receive
ko: 입금

# cloud_record_select_token
source: Filter
ko: 선택

# cloud_receive_not_support
source: Not open
ko: 오픈되지 않습니다

# cloud_token_all_name
source: All
ko: 전체

# cloud_record_state_pending
source: Pending
ko: 심사 대기

# cloud_record_state_approved
source: Approved
ko: 심사 통과

# cloud_record_state_rejected
source: Rejected
ko: 심사 미통과

# cloud_record_state_completed
source: Completed
ko: 완료

# cloud_record_state_refund
source: Refund
ko: 환급 완료

# cloud_record_state_airdrop
source: Airdrop
ko: 에어드랍

# cloud_record_state_in_progress
source: In-progress
ko: 처리중

# cloud_record_state_failed
source: Failed
ko: 발송 실패

# cloud_withdraw_amount_placeholder
source: Input Amount
ko: 인출 금액을 입력
vi: Điền vào lượng tiền mặt

# cloud_withdraw_minimum_amount
source: Amount no Less Than %@ %@
ko: 최소 %@ %@ 인출
vi: Rút tiền tối thiểu %@ %@

# cloud_withdraw_maximum_amount
source: Amount no more Than %@ %@
ko: 최대 %@ %@ 인출
vi: Rút tối đa %@ %@

# cloud_withdraw_fee
source: Fee
ko: 수수료
vi: Phí xử lý

# cloud_withdraw_receive
source: Receive Amount
ko: 실제 금액
vi: Đến thực tế

# cloud_security_verification_title
source: Security Verification
ko: 안전인증

# cloud_security_verification_mobile_code
source: SMS or Email verification code
ko: 문자 혹은 메일 인증코드

# cloud_security_verification_mobile_code_placeholder
source: Input the verification code
ko: 인증코드를 입력

# cloud_security_google_auth_prompt
source: Turn on Google Authenticator to release the withdrawal limit
ko: Google 2차 인증 설치가 완료되면 현금 인출 수량 제한을 해제할 수 있습니다.

# cloud_security_google_auth_skip
source: Skip
ko: 스킵

# cloud_security_google_auth_set
source: Go setting
ko: 설치하기

# cloud_withdraw_input_pin_code
source: Verify the payment password
ko: 클라우드 월렛 비밀번호 입력

# cloud_switch_coin_support
source: Mutual exchange not supported
ko: 상호 거래가 지원되지 않습니다

# cloud_swap_exchange_order_state_pending_new
source: Pending
ko: 처리 중

# cloud_swap_exchange_order_state_new
source: Pending
ko: 처리 중

# cloud_swap_exchange_order_state_partially_filled
source: Partially Done
ko: 일부 거래 완료

# cloud_swap_exchange_order_state_filled
source: Done
ko: 전체 거래 완료

# cloud_swap_exchange_order_state_rejected
source: Failed
ko: 거래 실패

# cloud_swap_exchange_reference_rate
source: Reference rate
ko: 참고 환률

# cloud_swap_exchange_kline_error
source: Data loading error,try again
ko: 데이터 오류로 재시도 하세요

# cloud_swap_exchange_math_gas_comment
source: Pay the fee with MATH (%@ off)
ko: MATH 토큰을 사용하여 수수료 지불(%@ 할인)

# cloud_swap_exchange_rate_return
source: refund
ko: 반려

# cloud_swap_exchange_transfer_success
source: Order created，wait for confirmation
ko: 오더 확인 대기

# cloud_swap_exchange_math_comment
source: No sufficient MATH，will pay with source currency
ko: MATH 잔액 부족으로 인하여 기존 토큰으로 지불이 됩니다

# cloud_swap_exchange_unavailable_comment
source: The trading pair is temporarily unavailable
ko: 해당 거래페어가 없습니다

# cloud_swap_exchange_invite
source: Invite friends to get USDT
ko: 친구 초대 시 USDT 지급

# cloud_swap_exchange_recommend_title
source: Cloud Wallet⚡️SWAP
ko: swap의 장점

# cloud_swap_exchange_recommend_content
source: • Faster • No Gas Fee • Better Price
ko: • 더 빠르게, 5초 만에 거래 완료 • 더 낮은 수수료, 코스트 절감 • 더 나은 거래전략, 합리적 거래 가격

# cloud_swap_exchange_recommend_step1_title
source: Step 1
ko: 스텝 1

# cloud_swap_exchange_recommend_step1_content
source: Switch to Cloud Wallet
ko: 클라우드 월렛 로그인

# cloud_swap_exchange_recommend_step2_title
source: Step 2
ko: 스텝 2

# cloud_swap_exchange_recommend_step2_content
source: Go the Trade tab
ko: 클라우드 월렛 거래에 접속

# cloud_swap_exchange_recommend_empty
source: Switch to cloud wallet⚡️Swap
ko: 클라우드 월렛으로 전화⚡️클라우드 월렛 swap

# pin_code
source: Payment Password
ko: 지불 비밀번호

# pin_code_set
source: Set Payment Password
ko: 지불 비밀번호 설치

# pin_code_set_update
source: Update Payment Password
ko: 지불 비밀번호 변경

# pin_code_set_update_old
source: Enter old Payment Password
ko: 기준 지불 비밀번호 입력

# pin_code_set_repeat
source: Repeat Payment Password
ko: 지불 비밀번호 다시 입력

# pin_code_set_six_number
source: 6 digits
ko: 6 개자 숫자

# pin_code_set_success
source: Payment Password Set Successfully
ko: 지불 비밀번호 설치 완료

# pin_code_update_success
source: Payment Password Updated
ko: 지불 비밀번호 재설치 완료

# withdraw_input_pin_code
source: Enter Payment Password
ko: 지불 비밀번호를 입력

# error_pin_code_not_same
source: Payment Password Incorrect
ko: 지불 비밀번호 불일치

# eos_balance_staked_title
source: staked
ko: 스테이크
vi: Thế chấp

# eos_balance_refunding_title
source: refunding
ko: 리펀드
vi: Mua lại

# eos_transfer_delay_set_placeholder
source: Set Time
ko: 거래 시간 설정
vi: Đặt giờ giao dịch

# eos_transfer_delay_time_title
source: Delay
ko: 연기
vi: Thời gian trễ

# eos_transfer_delay_canel_title
source: Cancel
ko: 취소
vi: Hủy giao dịch bị trì hoãn

# eosforce_balance_frozen_title
source: frozen
ko: 동결
vi: Đóng băng

# eosforce_balance_refunding_title
source: refunding
ko: 리펀드
vi: Mua lại

# trx_balance_frozen_title
source: Frozen
ko: 동결
vi: Đóng băng

# transaction_detail_title
source: Transaction Record
ko: 거래 내역
vi: Chi tiết giao dịch

# transaction_etherscan_query
source: Transaction Inquiry
ko: 거래 조회
vi: Điều tra giao dịch

# transaction_detail_status_title
source: Tx Status
ko: 거래 상태
vi: Tình trạng giao dịch

# transaction_detail_from_address_title
source: Transfer
ko: 송금 주소
vi: Địa chỉ thanh toán

# transaction_detail_from_account_title
source: Transfer
ko: 송금
vi: Gửi tiền

# transaction_detail_to_address_title
source: Remitted
ko: 수납 주소
vi: Địa chỉ thu gom

# transaction_detail_to_account_title
source: Remitted
ko: 수납
vi: Biên lai

# transaction_detail_tx_time_title
source: Tx Time
ko: 거래 시간
vi: Thời gian giao dịch

# transaction_detail_remark_title
source: Memo
ko: 비고
vi: Nhận xét

# transaction_detail_tx_hash_title
source: Tx Hash
ko: 거래 번호
vi: Số thứ tự giao dịch

# transaction_detail_block_height_title
source: Height
ko: 블록
vi: Chặn

# transaction_detail_query_title_neo
source: NEOSCAN Transaction Detail
ko: NEOSCAN 거래 내역 조회
vi: Truy vấn chi tiết giao dịch NEOSCAN

# transaction_detail_query_title_ont
source: ONT Explorer Transaction Detail
ko: ONT Explorer 거래 내역 조회
vi: Truy vấn chi tiết giao dịch ONT Explorer

# transaction_detail_query_title_eos
source: EOSpark Trasaction Detail
ko: EOSpark 거래 내역 조회
vi: Truy vấn chi tiết giao dịch của EOSpark

# transaction_detail_query_title_esn
source: Ethersocial Transaction Detail
ko: Ethersocial 거래 내역 조회
vi: Truy vấn chi tiết giao dịch Ethersocial

# transaction_detail_query_title_trx
source: TRONSCAN Transaction Detail
ko: TRONSCAN 거래 내역 조회
vi: Truy vấn chi tiết giao dịch TRONSCAN

# transaction_resend
source: Resend
ko: 다시 이체
vi: Chuyển nhượng lại

# transaction_deay_payout
source: Delay Payout
ko: 시간 초과 보상
vi: Hết giờ thanh toán

# transaction_deay_payout_claim_approved
source: Claim Approved
ko: 보상 신청 완료
vi: Ứng dụng thanh toán thành công

# account_address
source: Wallet Address
ko: 지갑 주소
vi: Địa chỉ ví

# account_address_qr_title
source: QR Code
ko: 지갑 주소 QR코드
vi: Địa chỉ ví mã QR

# copy_account_address
source: Copy
ko: 주소 복사
vi: Sao chép địa chỉ

# copy_account_memo
source: Copy
ko: 메모 복사

# scaning_qrcode
source: Scan QR Code
ko: QR코드 스캔
vi: Quét mã QR

# scan_failed
source: QR Code scanning failed
ko: QR코드 스캔 실패
vi: Quét mã QR không thành công

# scan_failed_TokenInexistence
source: Please add the token first %@
ko: 먼저 토큰을 추가하세요 %@

# scan_failed_TokenUnFit
source: Please check the tokens
ko: 토큰이 일치하는지 확인해 주세요

# eos_account_copy
source: Copy Account
ko: 계정 복사
vi: Sao chép tài khoản

source: EOS Account QR Code
ko: EOS 계정 코드
vi: Mã QR tài khoản EOS

# eosforce_account_copy
source: Copy Account
ko: 계정 복사
vi: Sao chép tài khoản

source: EOS FORCE Account QR Code
ko: EOS FORCE 계정 코드
vi: Mã QR của tài khoản EOS Force

# eosforce_qr_transfer_warining
source: Note：Transfers betweent EOS Force and EOS are not supported as they are differant chains.
ko: 주의：EOS Force와 EOS는 같은 메인체인이 아니라 서로 이체할 수 없습니다
vi: Lưu ý: EOS Force và EOS không phải là một chuỗi công khai và không thể được chuyển giao cho nhau

# bos_account_copy
source: Copy Account
ko: 계정 복사
vi: Sao chép tài khoản

source: BOS Account QR Code
ko: BOS 계정 코드
vi: Mã QR tài khoản BOS

# bos_qr_transfer_warining
source: Note：Transfers betweent BOS and EOS are not supported as they are differant chains.
ko: 주의：BOS 와 EOS는 같은 메인체인이 아니라 서로 이체할 수 없습니다
vi: Lưu ý: BOS và EOS không phải là một chuỗi công khai và không thể được chuyển giao cho nhau

# enu_account_copy
source: Copy Account
ko: 계정 복사
vi: Sao chép tài khoản

source: ENU Account QR Code
ko: ENU 계정 코드
vi: Mã QR tài khoản ENU

# enu_qr_transfer_warining
source: Note：Transfers betweent ENU and EOS are not supported as they are differant chains.
ko: 주의：ENU 와 EOS는 같은 메인체인이 아니라 서로 이체할 수 없습니다
vi: Lưu ý: ENU và EOS không phải là một chuỗi công khai và không thể được chuyển giao cho nhau

# telos_account_copy
source: Copy Account
ko: 계정 복사
vi: Sao chép tài khoản

source: Telos Account QR Code
ko: Telos 계정 코드
vi: Mã QR tài khoản Telos

# telos_qr_transfer_warining
source: Note：Transfers betweent Telos and EOS are not supported as they are differant chains.
ko: 주의：Telos 와 EOS는 같은 메인체인이 아니라 서로 이체할 수 없습니다
vi: Lưu ý: Telos và EOS không phải là một chuỗi công khai và không thể được chuyển giao cho nhau.

# yas_account_copy
source: Copy Account
ko: 계정 복사
vi: Sao chép tài khoản

source: YAS Account QR Code
ko: YAS 계정 코드
vi: Mã QR tài khoản YAS

# yas_qr_transfer_warining
source: Note：Transfers betweent YAS and EOS are not supported as they are differant chains.
ko: 주의：YAS 와 EOS는 같은 메인체인이 아니라 서로 이체할 수 없습니다
vi: Lưu ý: YAS và EOS không phải là một chuỗi công khai và không thể được chuyển giao cho nhau.

# codex_account_copy
source: Copy Account
ko: 계정 복사
vi: Sao chép tài khoản

source: Codex Account QR Code
ko: Codex 계정 코드
vi: Mã QR tài khoản Codex

# codex_qr_transfer_warining
source: Note：Transfers betweent Codex and EOS are not supported as they are differant chains.
ko: 주의：Codex 와 EOS는 같은 메인체인이 아니라 서로 이체할 수 없습니다
vi: Lưu ý: Codex và EOS không phải là một chuỗi công khai và không thể được chuyển giao cho nhau.

# ft_account_copy
source: Copy Account
ko: 계정 복사

source: FT Account QR Code
ko: FT 계정 코드

# home_active_account_address
source: Wallet Address
ko: 주소:
vi: Địa chỉ：

# home_account_qrcode
source: Account
ko: 계정
vi: Tài khoản

# home_add_new_asset
source: New Assets
ko: 자산 추가
vi: Thêm tài sản

# home_total_asset_title
source: Total Assets
ko: 총 자산
vi: Tổng tài sản

# map_your_eos_key
source: Mapping
ko: 매핑
vi: 一EOS khóa

# eos_map_status_start
source: EOS Mapping
ko: EOS 매핑
vi: Lập bản đồ EOS

# eos_map_status_completed
source: Mapping Completed
ko: 매핑 완료
vi: Hoàn thành bản đồ

# eos_map_status_restart
source: Remapping
ko: 다시 매핑
vi: Bản tóm tắt

# eos_map_status_no_wallet_prompt
source: Please Ceate a new EOS Wallet.
ko: 새로운 EOS 지갑을 만드세요
vi: Vui lòng tạo ví EOS mới trước。

# eos_map_status_end
source: The ERC20 EOS tokens are not available to be sent or received on MATH Wallet at this time, since it's at the period of switching to the EOS Mainnet.
ko: 현재 ERC20의 EOS는 동결 상태이니 이체할 수 없습니다
vi: Hiện tại, EOS của ERC20 đang ở trạng thái đóng băng và không thể chuyển sang và ra

# neo_LRN_airdrop
source: LRN Airdrop
ko: LRN 에어드랍
vi: Không khí LRN

# submit_your_token
source: Recommend Your Token to Us
ko: 새 Token을 제출하세요
vi: Gửi mới cho chúng tôi Token

source: Auto Search
ko: 자동 검색
vi: Tự động tìm kiếm

# eos_resource_eos_balance_low
source: %@ balance is not enough
ko: %@ 잔액 부족
vi: %@ Số dư không đủ

# eos_resource_eos_balance
source: Available %@ %@
ko: %@ %@ 사용 가능
vi: Có sẵn %@ %@

# eos_resource_ram_used_title
source: Used
ko: 이미 사용됨
vi: Đã sử dụng

# eos_resource_ram_quota_title
source: Quota
ko: 한도
vi: Giới hạn

# eos_resource_ram_available_value
source: Available RAM ≈ %@ %@
ko: 사용 가능한 RAM ≈ %@ %@
vi: Bộ nhớ khả dụng ≈ %@ %@

# eos_resource_ram_buy_tab
source: Buy RAM
ko: RAM 매수
vi: Mua bộ nhớ

# eos_resource_ram_buy
source: Buy
ko: 매수
vi: Mua

# eos_resource_ram_buy_placeholder
source: Input Amount
ko: 매수 수량 입력
vi: Nhập số lượng cần mua

# eos_resource_ram_sell_tab
source: Sell RAM
ko: RAM 매도
vi: Bán bộ nhớ

# eos_resource_ram_sell
source: Sell
ko: 매도
vi: Bán

# eos_resource_ram_sell_placeholder
source: Input Amount
ko: 매도 수량 입력
vi: Nhập số lượng bán

# eos_resource_ram_sell_kb_balance
source: Available %@ KB
ko: %@ KB 사용 가능
vi: Có sẵn %@ KB

# eos_resource_ram_input_value_zero
source: Input Amount cannot be '0'.
ko: 금액이 0보다 커야합니다
vi: Số lượng đầu vào không thể là 0

# eos_resource_ram_kb_balance_low
source: RAM balance is not enough
ko: RAM 잔액이 부족합니다
vi: Cân bằng RAM không đủ

# eos_resource_ram_price_trend
source: RAM Price Trend
ko: RAM 가격 추세
vi: Xu hướng giá RAM

# eos_resource_ram_price_trade
source: RAM Price %@ %@/KB
ko: RAM 가격 %@ %@/KB
vi: Giá RAM %@ %@/KB

# eos_resource_net
source: Net
ko: 넷
vi: Mạng

# eos_resource_net_stake
source: Stake Net
ko: 넷을 스테이크
vi: Thế chấp mạng

# eos_resource_net_refund
source: Unstake Net
ko: 넷을 리펀드
vi: Đổi mạng

# eos_resource_net_used_title
source: Used
ko: 이미 사용됨
vi: Đã sử dụng

# eos_resource_net_limit_title
source: Limit
ko: 상한
vi: Giới hạn

# eos_resource_net_staked_total
source: Staked Net %@
ko: %@스테이크 중
vi: Mạng thế chấp %@

# eos_resource_net_self_staked
source: Available Net %@
ko: %@ 사용 가능
vi: Có sẵn %@

# eos_resource_net_stake_placeholder
source: Enter Stake Amount
ko: 스테이크 수량을 입력
vi: Nhập số tiền thế chấp được thêm vào

# eos_resource_net_refund_placeholder
source: Enter Unstake Amount
ko: 리펀드 수량을 입력
vi: Nhập số lượng quy đổi

# eos_resource_net_refund_balance_low
source: Unstake amount of Net cannot exceed the staked amount.
ko: 스테이크된 넷 수량을 초과하면 안됩니다
vi: Không thể vượt quá số lượng mạng được thế chấp

# eos_resource_cpu_stake
source: CPU Stake
ko: CPU스테이크
vi: Thế chấp CPU

# eos_resource_cpu_refund
source: CPU Unstake
ko: CPU 리펀드
vi: Mua lại CPU

# eos_resource_cpu_used_title
source: Used
ko: 이미 사용됨
vi: Đã sử dụng

# eos_resource_cpu_limit_title
source: Limit
ko: 상한
vi: Qua máy tính

# eos_resource_cpu_staked_total
source: Staked CPU %@
ko: 스테이크중 %@
vi: CPU thế chấp %@

# eos_resource_cpu_self_staked
source: Available CPU %@
ko: %@ 사용 가능
vi: Có sẵn %@

# eos_resource_cpu_stake_placeholder
source: Enter Stake Amount
ko: 스테이크 수량을 입력
vi: Nhập số tiền thế chấp được thêm vào

# eos_resource_cpu_refund_placeholder
source: Enter Unstake Amount
ko: 되찾을 수량을 입력
vi: Nhập số lượng quy đổi

# eos_resource_cpu_refund_balance_low
source: Unstake amount of CPU cannot exceed the staked amount
ko: 스테이크된 cpu 수량을 초과하면 안됩니다
vi: Không thể vượt quá số lượng CPU đang được thế chấp

# eos_resource_stake_tab
source: Stake
ko: 스테이크
vi: Thế chấp

# eos_resource_refund_tab
source: Unstake
ko: 리펀드
vi: Mua lại

# trx_resource_tab_freeze
source: Freeze
ko: 동결
vi: Đóng băng

# trx_resource_tab_unfreeze
source: Unfreeze
ko: 동결 해제
vi: Làm tan băng

# trx_resource_freeze_placeholder
source: Enter Freezing Amount
ko: 동결 수량 입력
vi: Nhập số lượng tài nguyên bị đóng băng

# trx_resource_freeze_notice
source: Freeze at least 3 days
ko: 동결 시간은 최소 3일입니다
vi: Đóng băng ít nhất 3 ngày

# trx_resource_unfreeze_net_notice
source: Bandwidth should be frozen at lease 3 days and cannot be unfrozen for the 3 days
ko: Bandwith 동결 시간이 3일보다 적어 해제할 수 없습니다
vi: Thời gian đóng băng băng thông ít hơn 3 ngày và không thể tan băng

# trx_resource_unfreeze_cpu_notice
source: TRON Power should be frozen at lease 3 days and cannot be unfrozen for the 3 days
ko: Energy 동결 시간이 3일보다 적으니 해동할 수 없습니다
vi: Thời gian đóng băng năng lượng ít hơn 3 ngày, không tan băng

# trx_resource_bp_used_title
source: Used
ko: 이미 사용됨
vi: Đã qua sử dụng

# trx_resource_bp_limit_title
source: Limit
ko: 상한
vi: Giới hạn

# trx_resource_bp_freezeed_total
source: Frozen Bandwidth %@ TRX
ko: 동결된 Bandwith %@ TRX
vi: Băng thông tự do %@ TRX

# trx_resource_cpu_used_title
source: Used
ko: 이미 사용됨
vi: Đã sử dụng

# trx_resource_cpu_limit_title
source: Limit
ko: 상한
vi: Giới hạn

# trx_resource_cpu_freezeed_total
source: Frozen Energy %@ TRX
ko: 동결된 Energy %@ TRX
vi: Năng lượng đông lạnh %@ TRX

# trx_resource_error_freeze_amount
source: Enter Freezing Amount
ko: 동결 수량 입력
vi: Nhập số lượng tài nguyên bị đóng băng

# trx_resource_error_freeze_amount_not_int
source: Freezing amount must be an integer
ko: 동결 자원 수량은 정수가 되어야 합니다
vi: Số lượng tài nguyên bị đóng băng phải là một số nguyên

# trx_resource_error_freeze_amount_zero
source: Invalid Amount
ko: 동결 수량 오류
vi: Số lượng tài nguyên bị đóng băng là không chính xác

# trx_resource_error_trx_balance_low
source: TRX balance is not enough
ko: TRX 잔액이 부족합니다
vi: Số dư TRX không đủ

source: Wallet
ko: 지갑
vi: Ví

# exchange
source: Trade
ko: 거래
vi: Giao dịch

source: Browser
ko: 브라우저

source: News
ko: 뉴스
vi: Thông tin

# mine
source: Me
ko: 나
vi: Tôi

# insurance_join_wallet_type_invalid
source: Sorry, we only support the premium wallet to join the Crypto Protect Contract. Please create a premium one using MATH Wallet.
ko: 일반 ETH 지갑은 이 계약에 가입할 수 없습니다. Math 안전 지갑을 만들어주세요
vi: Ví ETH thông thường không thể tham gia hợp đồng, vui lòng tạo ví an toàn lúa mì。

# insurance_join_title
source: Mutual Aid
ko: 보장 가입
vi: Tham gia bảo vệ

# insurance_transaction_value_placeholder
source: Amount
ko: 충전 금액을 입력
vi: Điền vào số tiền nạp lại

# mine_login_hint
source: Sign In
ko: 로그인
vi: Đăng nhập

# mine_medishares_account
source: Math Account
ko: Math 계정
vi: Tài khoản Math Wallet

# mine_medishares_contacts
source: Address Book
ko: 주소 북
vi: Địa chỉ liên hệ

# mine_medishares_cloud
source: Cloud Wallet
ko: 클라우드 월렛
vi: Ví điện toán đám mây

# mine_medishares_wechat_group
source: Join Wechat Group
ko: 공식 wechat 채팅방에 가입
vi: Tham gia nhóm WeChat chính thức

# mine_medishares_recommend
source: Invite
ko: 초대
vi: Lời mời

# mine_medishares_recommend_subtitle
source: View invitation rewards
ko: 초대 보상 조회
vi: Xem phần thưởng lời mời

# mine_medishares_suggestion
source: Support
ko: 피드백
vi: Phản hồi

# mine_medishares_about
source: About
ko: 관련
vi: Giới thiệu

# mine_medishares_setting
source: Settings
ko: 설정
vi: Cài đặt

# login
source: Sign In
ko: 로그인
vi: Đăng nhập

# register
source: Sign Up
ko: 등록
vi: Đăng ký

# email_format_error
source: Incorrect email format
ko: 이메일 주소가 맞지 않습니다
vi: Định dạng hộp thư không chính xác

# verify_code_unreceived_email
source: Didn't get the email? Please check your Spam Box.
ko: 이메일을 받지 못했습니까? 스팸 메일함을 확인해주세요
vi: Không nhận được thư? Vui lòng kiểm tra thùng rác thư。

# verify_code_unreceived
source: Didn't received?
ko: 못받았습니까？
vi: Không nhận được？

# verify_code_send_again
source: Send again
ko: 인증 번호 재발송
vi: Gửi lại mã xác minh

# verify_code_send_or
source: or
ko: 혹은
vi: Hoặc

# verify_code_send_voice_code
source: Voice Code
ko: 음성 인증 번호
vi: Mã xác minh giọng nói

# verify_code_send_again_timeout
source: Resend after %ds
ko: %ds 후 다시 발송
vi: %ds Có thể được cấp lại

# mobile_format_error
source: Incorrect phone number format
ko: 전화번호 형식 오류
vi: Lỗi định dạng điện thoại

# register_acccount_title
source: Sign Up for Math Account
ko: Math 계정 만들기
vi: Tài khoản lúa mì đã đăng ký

# register_acccount_with_email
source: Sign Up by Email
ko: 이메일 주소로 계정 만들기
vi: Đăng ký tài khoản qua email

# register_acccount_with_mobile
source: Sign Up by Phone Number
ko: 전화번호로 계정 만들기
vi: Đăng ký tài khoản với số điện thoại di động của bạn

# register_account_switch_email
source: Or Sign Up by Phone Number
ko: 혹은 전화번호로 계정 만들기
vi: Hoặc đăng ký theo số điện thoại

# register_account_switch_mobile
source: Or Sign Up by Email
ko: 혹은 이메일 주소로 계정 만들기
vi: Hoặc đăng ký qua email

# login_acccount_title
source: Login Math Account
ko: Math 계정 로그인
vi: Đăng nhập vào tài khoản lúa mì

# login_acccount_with_email
source: Login by Email
ko: 이메일 주소로 로그인
vi: Đăng nhập tài khoản qua email

# login_acccount_with_mobile
source: Login by Phone Number
ko: 전화번호로 로그인
vi: Đăng nhập vào tài khoản của bạn bằng số điện thoại

# login_account_switch_email
source: Or Login by Phone Number
ko: 혹은 전화번호로 로그인
vi: Hoặc đăng nhập bằng số điện thoại

# login_account_switch_mobile
source: Or Login by Email
ko: 혹은 이메일 주소로 로그인
vi: Hoặc đăng nhập qua email
