Repository: mathwallet/DesignGuide
Catalog: Copywriting/iOS/*/MathLocalizable.strings
Languages: ko, vi

# Position_joinRace_anonymous
source: Anonymous
ko: 익명
vi: Khuyết danh

# Position_joinRace_RaceManifesto
source: Tips for your portfolio
ko: 자신의 포트폴리오에 대한 팁
vi: Gợi ý cho vị trí của mọi người

# Position_joinRace_setRaceManifesto
source: Tips for your portfolio
ko: 자신의 포트폴리오에 대한 팁
vi: Gợi ý cho vị trí của mọi người

# Position_joinRace_joinRace
source: Join
ko: 레이스에 참여
vi: Tham gia cuộc thi

# Position_joinRace_updatePosition
source: Sync portfolio data
ko: 보유 자산 업데이트
vi: Cập nhật vị trí

# Position_joinRace_quitRace
source: Quit the ranking
ko: 레이스에서 탈퇴
vi: Thoát khỏi cuộc thi

# Position_position_detail
source: Portfolio details
ko: 보유 자산 내역
vi: Chi tiết vị trí

# Position_bind_exchangeId
source: Link Exchange Accounts
ko: 거래소 계정과 연동
vi: Tài khoản trao đổi ràng buộc

# Position_exchange_hasBind
source: Linked Accounts
ko: 연동된 거래소
vi: Trao đổi giới hạn

# Position_exchange_support
source: Supported Exchange Accounts
ko: 지원한 거래소
vi: Trao đổi được hỗ trợ

# Position_exchange_unbind
source: Unlink Accounts
ko: 연동 해제
vi: Không ràng buộc

# Position_exchange_bind
source: LINK NOW
ko: 즉시 연동
vi: Ràng buộc ngay lập tức

# Position_Amount_bind
source: Link
ko: 연동
vi: Ràng buộc

# Position_Amount_amount
source: Account
ko: 계정
vi: Tài khoản

# Position_Amount_Slogan
source: Import the API Key information from the Exchange
ko: 거래소 계정의 API 정보 입력
vi: Nhập thông tin ủy quyền API cho tài khoản trao đổi

# Position_Amount_Description
source: • API key and other information will only be stored on your device in encrypted format; • we will not share the information to any third parties; • Please keep your API key secured and we are not responsible for any losses due to any misuses of the user;
ko: • API Key등 정보는 회원님의 디바이스에만 저장되고 제3자의 디바이스나 플랫폼에는 저장되지 않습니다; • API Key등 정보를 잘 보관해 주시고, 누구와도 공유하시지 마십시오; • 개인의 잘못으로 인한 API Key 등의 정보 유출에 따른 손실은 저희가 책임을 지지 않습니다;
vi: • Thông tin như khóa API sẽ chỉ được lưu trữ ở dạng được mã hóa trên thiết bị của bạn và sẽ không được gửi đến bất kỳ thiết bị hoặc dịch vụ nền tảng của bên thứ ba nào; • Vui lòng giữ khóa API của bạn và các thông tin khác ở nơi an toàn và không được Người tiết lộ thông tin này; • Chúng tôi không chịu trách nhiệm cho bất kỳ lý do cá nhân nào về việc mất thông tin như khóa API hoặc sử dụng sai;

# Position_Amount_tech
source: • Please keep your API key secured and we are not responsible for any losses due to any misuses of the user
ko: • 《거래소 API Key 를 가져오는 방법》을 살펴봅니다
vi: • Kiểm tra Hướng dẫn chính về API trao đổi

# Position_share_description
source: mathwallet.org
ko: QR 코드를 스캔하여 Math Wallet 다운로드하기

# Position_position_record
source: Transaction records
ko: 거래 기록
vi: Chuyển hồ sơ

# Position_header_update
source: Updating Portfolio Details from %@
ko: %@ 자산 보유 내역 업데이트 중
vi: %@Cập nhật thông tin vị trí

# Position_update_failed
source: Fail to Update Portfolio from %@
ko: %@ 자산 보유 내역 획득 실패
vi: %@Thu thập thông tin vị trí không thành công

# Position_exit_succeed
source: Exited
ko: 로그아웃 성공
vi: Thoát thành công

# Position_unbind_alert
source: Your portfolio data will be deleted from this device and you need to bind your account again to visit your data next time.
ko: 연동이 해제되면, 회원님의 자산 보유 데이터가 이 디바이스에서 삭제되며 향후 이 계정 정보를 보시려면 다시 연동하셔야 합니다
vi: Sau khi hủy liên kết, dữ liệu vị trí sẽ bị xóa khỏi thiết bị này. Lần tới khi bạn muốn truy cập thông tin tài khoản, bạn cần liên kết lại。

# Position_record_buyRecord
source: Buy
ko: 매수
vi: Mua

# Position_record_sellRecord
source: Sell
ko: 매도
vi: Bán

# Position_bind_success
source: Succeeded
ko: 연동 완료
vi: Liên kết thành công

# Position_exchange
source: Exchange
ko: 거래소
vi: Trao đổi

# Position_updateRank_success
source: Succeeded
ko: 업데이트 완료
vi: Cập nhật thành công

# Position_updateRank_failed
source: Failed
ko: 업데이트 실패
vi: Cập nhật thất bại

# map
source: Mapping
ko: 매핑
vi: Lập bản đồ

# ont_map
source: One-click mapping
ko: 매핑
vi: Ánh xạ một cú nhấp chuột

# ont_map_receiver_name
source: ONT Mapping
ko: ONT 매핑
vi: Ánh xạ ONT

# ont_map_transaction_title
source: ONT Mapping
ko: ONT 매핑
vi: Ánh xạ ONT

# ont_map_transfer_placeholder
source: Amount
ko: 매핑 금액을 입력
vi: Điền vào số lượng bản đồ

# ont_map_transfer_to_address
source: Map-%@
ko: 매핑-%@
vi: Lập bản đồ-%@

# math_wallet_news
source: Math News
ko: Math 뉴스
vi: Math Wallet

# news_share_title
source: Register to get 10 MDS, invite friends to get another 10 MDS
ko: 등록이 완료되면 10 MDS를 드리며, 친구를 초대하면 추가로 10 MDS를 드립니다.
vi: Đăng ký và gửi 10 MDS, mời gửi 10 MDS

# news_share_content
source: mathwallet.org
ko: QR 코드를 스캔하여 Math Wallet 다운로드하기

# news_tab_flash
source: Tweet
ko: 뉴스
vi: Bản tin

# news_tab_strategy
source: Tutorial
ko: 공략
vi: Chiến lược

# news_tab_news
source: News
ko: 뉴스
vi: Tin tức

# news_search_history
source: Search History
ko: 검색 기록
vi: Lịch sử tìm kiếm

# news_search_hot
source: Top Searching
ko: 실시 검색
vi: Tìm kiếm phổ biến

# news_search_noResult
source: No Result, please try other words.
ko: 검색 결과가 없습니다. 다른 키워드를 사용해보세요
vi: Không có kết quả tìm kiếm, vui lòng thử một từ khóa khác

# news_time_justnow
source: Now
ko: 방금
vi: Vừa xong

# news_time_minuteAgo
source: %ld mins ago
ko: %ld분 전
vi: %ldVài phút trước

# news_time_hourAgo
source: %ld hours ago
ko: %ld시간 전
vi: %ldGiờ trước

# news_time_dayAgo
source: %ld days ago
ko: %ld 일 전
vi: %ldNgày trước

# news_time_monthAgo
source: %ldmonth ago
ko: %ld 개월 전
vi: %ldTháng trước

# redPacket_giveRed
source: Send you a red packet
ko: 코인봉투를 보내드렸습니다
vi: Gửi cho bạn một phong bì màu đỏ

# redPacket_alert_get
source: Get Red Packet !!!
ko: 행운을 빕니다!
vi: Chúc may mắn, phong bì đỏ

# redPacket_alert_remain
source: Red Packets have been taken
ko: 코인봉투를 다 수령했습니다
vi: Phong bì đỏ đã được nhận

# redPacket_dated
source: The red packet is not available now.
ko: 무효 코인봉투
vi: Phong bì đỏ đã hết hạn

# redPacket_collected
source: Collected
ko: 수령했습니다
vi: Đã nhận

source: Wallet Address
ko: 지갑 주소
vi: Địa chỉ ví

# address_type_select_title
source: Select Address Type
ko: 주소 유형 선택
vi: Chọn loại địa chỉ

# address_type_title
source: Address Type
ko: 주소 유형
vi: Loại địa chỉ

# address_type_unknow
source: Unknow Address Type
ko: 미지의 주소 유형
vi: Loại địa chỉ không xác định

# address_type_bip44
source: Normal
ko: 일반
vi: Thường gặp

# address_add_new_address
source: Get New Address
ko: 새 주소 생성
vi: Tạo địa chỉ mới

# address_about_segwit
source: about Segwit
ko: Segwit관하여
vi: Nhân chứng về sự phân biệt

# address_tips
source: Tips： • BTC address type could be normal or segwit, about Segwit; • Each BTC wallet could has many different addresses, about avoiding repeated address and privacy protection; • The selected address would be the default receive address;
ko: Tips： • 주소 유형은 일반 혹은 Segwit로 구분할 수 있습니다. Segwit 이란?; • 비트코인 지갑은 여러 개의 주소를 생성하여 주소의 중복을 피하며 개인 정보를 보호할 수 있습니다; • 선택된 주소가 입금주소가 될 것입니다;
vi: Tips： • Các loại địa chỉ bitcoin có thể được chuyển sang nhân chứng bình thường hoặc bị cô lập, đối với các nhân chứng bị cô lập; • Một ví bitcoin có thể tạo ra nhiều địa chỉ khác nhau, tránh sử dụng lại địa chỉ và bảo vệ quyền riêng tư; • Địa chỉ được chọn sẽ được sử dụng làm thanh toán mặc định Địa chỉ；

# address_error
source: Wrong Address
ko: 주소 이상
vi: Địa chỉ bất thường

# address_error_title
source: Generate Wallet Address
ko: 지갑 주소 생성
vi: Tạo địa chỉ ví

# address_error_message
source: Math Wallet now supports both normal and SegWit addresses, please generate an address for your BTC wallet.
ko: Math Wallet은 현재 일반과 SegWit 두 가지 방식을 지원하고 있습니다. 여기서 BTC 지갑을 생성하세요.
vi: Math Wallet hiện hỗ trợ cả hai loại nhân chứng bình thường và tách biệt, vui lòng tạo địa chỉ cho ví BTC của bạn。

# address_switch_failed
source: Fail to switch address
ko: 주소 전환 실패
vi: Chuyển đổi địa chỉ không thành công

# confirmation_count
source: Confirmed %ld
ko: 확인 중 %ld
vi: Xác nhận %ld

# waitting_confirm
source: Confirming…
ko: 패킹 중...
vi: Chờ xác nhận...

# transfer_fee_detail
source: = %@ sat/B * %@ B
ko: 거래 비용 내역

# transaction_detail_query_title_btc
source: BLOCKCHAIN Transaction Detail
ko: BLOCKCHAIN 거래 내역 조회
vi: Truy vấn chi tiết giao dịch BLOCKCHAIN

# gas_fee_setting_slide
source: Slide to set gas fee
ko: 슬라이드 하여 가스비 설정
vi: Lệ phí thiết lập trượt

# gas_fee_setting_customize
source: Customize gas fee
ko: 가스비 설정하기
vi: Phí khai thác tùy chỉnh

# transaction_to_gas_price_invalid_btc
source: Gas Price no Less Than %@ sat/B
ko: Gas Price 최소 %@ sat/B
vi: Gas Price Không ít hơn %@ sat/B

# transfer_signature_fail
source: Signature Failed
ko: 사인 실패
vi: Chữ ký thất bại

# transfer_change_address_error
source: Wrong Address
ko: 잘못된 주소
vi: Lỗi khi thay đổi địa chỉ

# mds_exchange_trade_coming_soon
source: Coming Soon
ko: 출시 예정
vi: Sắp có

# mds_exchange_trade_developing
source: No Trading Pair
ko: 거래가 없습니다
vi: Không có cặp giao dịch

# mds_exchange_trade_buy
source: Buy
ko: 매수
vi: Mua

# mds_exchange_trade_buy_name
source: Buy %@
ko: %@매수
vi: Mua %@

# mds_exchange_trade_sell
source: Sell
ko: 매도
vi: Bán

# mds_exchange_trade_sell_name
source: Sell %@
ko: %@매도
vi: Bán %@

# mds_exchange_trade_available_amount
source: Available %@ %@
ko: %@ %@ 사용 가능
vi: Có sẵn %@ %@

# mds_exchange_trade_total_amount
source: Amount %@ %@
ko: %@ %@거래액
vi: Số tiền giao dịch %@ %@

# mds_exchange_trade_record_account
source: Account
ko: 계정
vi: Tài khoản

# mds_exchange_trade_record_amount
source: Amount(%@)
ko: 수량(%@)
vi: Số lượng(%@)

# mds_exchange_trade_record_recently
source: Latest Transaction
ko: 최근 거래 기록
vi: Lịch sử giao dịch gần đây

# mds_exchange_trade_record_history
source: History Transaction
ko: 거래 기록
vi: Lịch sử

# mds_exchange_trade_record_all
source: All
ko: 전체
vi: Tất cả

# mds_exchange_trade_record_time
source: Time
ko: 시간
vi: Thời gian

# mds_exchange_trade_record_direction
source: Direction
ko: 방향
vi: Hướng

# mds_exchange_trade_record_price
source: Price(%@/%@)
ko: 가격(%@/%@)
vi: Giá(%@/%@)

# mds_exchange_trade_record_filter
source: Filter
ko: 선별
vi: Giá

# mds_exchange_trade_record_filter_option1
source: Unlimited
ko: 제한 없음
vi: Tất cả

# mds_exchange_trade_record_empty
source: No Transaction History
ko: 거래 기록이 없습니다
vi: Không có lịch sử giao dịch

# trx_exchange_trade_coming_soon
source: Coming Soon
ko: 출시 예정
vi: Sắp có

# trx_exchange_trade_developing
source: No Trading Pair
ko: 거래가 없습니다
vi: Không có cặp giao dịch

# trx_exchange_trade_record_empty
source: No Transaction History
ko: 거래 기록이 없습니다
vi: Không có lịch sử giao dịch

# trx_exchange_trade_record_recently
source: Latest Transaction
ko: 최근 거래 기록
vi: Lịch sử giao dịch gần đây

# trx_exchange_trade_record_history
source: History Transaction
ko: 거래 기록
vi: Lịch sử

# trx_exchange_trade_record_all
source: All
ko: 전체
vi: Tất cả

# trx_exchange_trade_record_time
source: Time
ko: 시간
vi: Thời gian

# trx_exchange_trade_record_account
source: Account
ko: 계정
vi: Tài khoản

# trx_exchange_trade_record_direction
source: Direction
ko: 방향
vi: Hướng

# trx_exchange_trade_record_amount
source: Volume
ko: 거래액
vi: Số tiền giao dịch

# trx_exchange_trade_records_buy
source: Buy
ko: 매수
vi: Mua

# trx_exchange_trade_records_sell
source: Sell
ko: 매도
vi: Bán

# trx_exchange_trade_record_filter
source: Filter
ko: 선택
vi: Giá

# trx_exchange_trade_record_filter_option1
source: Unlimited
ko: 제한 없음
vi: Tất cả

# trx_exchange_trade_buy
source: Buy
ko: 매수
vi: Mua

# trx_exchange_trade_sell
source: Sell
ko: 매도
vi: Bán

# trx_exchange_trade_buy_name
source: Buy %@
ko: 매수 %@
vi: Mua %@

# trx_exchange_trade_sell_name
source: Sell %@
ko: 매도 %@
vi: Bán %@

# trx_exchange_trade_amount_buy_title
source: Amount
ko: 매수 수량
vi: Mua số lượng

# trx_exchange_trade_amount_sell_title
source: Amount
ko: 매도 수량
vi: Bán số lượng

# trx_exchange_trade_expected_amount_buy_title
source: Expected Cost
ko: 예상 비용
vi: Chi phí ước tính

# trx_exchange_trade_expected_amount_sell_title
source: Expected Income
ko: 예상 수익
vi: Thu nhập ước tính

# trx_exchange_trade_expected_amount_buy_notice
source: Slightly increase the expected cost to increase the probability of closing.
ko: 예상 비용을 조금 올리면 거래 확률을 높일 수 있습니다
vi: Tăng nhẹ chi phí ước tính để tăng xác suất đóng cửa。

# trx_exchange_trade_expected_amount_sell_notice
source: Slightly decrease the expected income to increase the probability of closing
ko: 예상 수익을 조금 낮추면 거래 확률을 높일 수 있습니다
vi: Thu nhập ước tính giảm nhẹ có thể làm tăng xác suất đóng cửa。

# trx_exchange_trade_balance
source: Available %@ %@
ko: 사용 가능 %@ %@
vi: Có sẵn %@ %@

# trx_exchange_trade_error_no_trade_amount
source: Please enter the amount
ko: 거래 수량 입력

# trx_exchange_trade_error_trade_amount_not_int
source: The amount must be an integer
ko: 정수를 입력하셔야 합니다

# trx_exchange_trade_error_no_expect_amount
source: Please enter the expected amount
ko: 예측 수량 입력

# trx_exchange_trade_error_balance_not_enough
source: Insufficient Balance
ko: 잔액이 부족합니다

# bnb_exchange_trade_price
source: Price
ko: 가격

# bnb_exchange_trade_cancle_order
source: Cancel
ko: 취소

# bnb_exchange_trade_amount
source: Amount
ko: 거래액

# bnb_exchange_trade_dealAmount
source: Executed
ko: 체결 완료

# bnb_exchange_trade_totalAmount
source: Amount
ko: 거래액

# bnb_exchange_trade_record
source: Recent Transactions
ko: 최근 거래

# bnb_exchange_trade_error
source: Invalid Amount
ko: 최소 %@ 입력

# bnb_exchange_current_order
source: Open Orders
ko: 현재 주문

# bnb_exchange_complete_order
source: Trade History
ko: 거래 완성 기록

# bnb_exchange_no_order
source: No Record
ko: 주문 기록이 없습니다

# bnb_exchange_cancel_succeed
source: Canceled
ko: 취소 완료

source: Hardware Wallet
ko: 하드월렛
vi: Ví phần cứng

# hardware_Search
source: Searching the device...
ko: 하드월렛을 불러오는 중...
vi: Tìm kiếm thiết bị...

# hardware_connection
source: Connecting device
ko: 접속
vi: Kết nối

# hardware_connection_current
source: Current connected device
ko: 현재 연결되어잇는 하드웰렛
vi: Thiết bị được kết nối hiện tại

# hardware_connection_other
source: Other Device
ko: 기타 하드웰렛
vi: Thiết bị khác

# hardware_Initialize
source: Initialization Device
ko: 하드월렛 초기화
vi: Khởi tạo thiết bị

# hardware_setPin
source: Set PIN Code
ko: PIN 코드 설치
vi: Đặt mã PIN

# hardware_setPin_hint
source: In order to protect your wallet, please set your PIN code. The PIN code will be used to unlock your wallet, transfer money, etc. Please keep your PIN code.
ko: 지갑의 안전을 위해서 먼저 PIN 코드를 설치하십시오. PIN 코드는 지갑 잠금해제, 이체 등에 사용되니 PIN 코드를 잘 보관해 주십시오.
vi: Để bảo vệ ví của bạn, vui lòng đặt mã PIN của bạn trước. Mã PIN sẽ được sử dụng để mở khóa ví của bạn, chuyển tiền, v.v. Vui lòng giữ mã PIN của bạn an toàn。

# hardware_setPin_input
source: Enter PIN Code
ko: PIN 코드 입력
vi: Nhập mã PIN

# hardware_setPin_input_again
source: Reenter PIN Code
ko: PIN 코드 다시 입력
vi: Nhập lại mã PIN của bạn

# hardware_setFinger
source: Set Fingerprint
ko: 지문 설치
vi: Đặt dấu vân tay

# hardware_setFinger_hint
source: After setting the fingerprint, you don't need to enter the PIN code. Fingerprint recognition can be used to unlock the wallet, transfer money, etc.
ko: 지문을 등록하면 PIN 코드 없이 지문인식을 통해 지갑 잠금해제, 이체 등을 할 수 있습니다.
vi: Sau khi đặt dấu vân tay, bạn không cần nhập mã PIN, bạn có thể sử dụng nhận dạng dấu vân tay để mở khóa ví, chuyển tiền, v.v.。

# hardware_setFinger_no
source: Set Later
ko: 등록하지 않습니다
vi: Chưa được đặt

# hardware_setFinger_start
source: Start set the fingerprint please put your finger onto the fingerprint verification area.
ko: 지문을 등록하기 시작합니다 장비에 손가락을 넣어 지문을 등록하세요
vi: Bắt đầu nhập dấu vân tay Gõ một ngón tay vào dấu vân tay xác minh thiết bị

# hardware_setFinger_goodFinger
source: Recorded Fingerprint please move your finger
ko: 등록 완료 손가락을 떼십시오
vi: Nhập xong Vui lòng xóa ngón tay của bạn

# hardware_setFinger_continue
source: Continue recording Fingerprint please put your finger onto the fingerprint verification area
ko: 지문 등록 계속하기 하드월렛에 같은 손가락을 넣어 지문을 등록하세요
vi: Tiếp tục nhập dấu vân tay Vui lòng đặt lại ngón tay tương tự vào dấu vân tay xác minh thiết bị.

# hardware_setFinger_complete
source: Recorded Fingerprint your Fingerprint has been set
ko: 등록 완료 지문 등록이 완료되었습니다
vi: Mục nhập đã hoàn thành dấu vân tay của bạn đã được đặt

# hardware_PinAndFinger
source: PIN Code and Fingerprint
ko: PIN 코드와 지문
vi: Mã PIN và dấu vân tay

# hardware_backup_mnemonic_phrase
source: Backup Mnemonic Word
ko: mnemonic 백업
vi: Sao lưu dự phòng

# hardware_Initialize_again
source: Reinitialize the device
ko: 하드월렛 초기화
vi: Reinitialize thiết bị

# hareware_initialize_alert
source: Reinitializing the device will delete all your associated wallets. Please confirm that you have backed up your Mnemonic Word.
ko: 설비 초기화에 연동된 모든 지갑을 삭제할 것입니다. Mnemonic Word를 잘 보관하셨습니까?
vi: Sắp xếp lại thiết bị sẽ xóa tất cả các ví được liên kết của bạn, vui lòng xác nhận rằng bạn đã sao lưu khóa riêng của mình？

# hardware_delete
source: Delete Device
ko: 하드월렛 삭제
vi: Xóa thiết bị

# hardware_delete_alert
source: Deleting your device will also remove the wallet you have added, but in the future you can reconnect it and import your wallet.
ko: 하드월렛을 삭제하시면 추가된 월렛이 제거됩니다. 앞으로는 이 하드월렛을 다시 연동하여 월렛을 불러올 수 있습니다.
vi: Xóa thiết bị của bạn cũng sẽ xóa ví bạn đã thêm, nhưng trong tương lai bạn có thể kết nối lại và nhập nó.。

# hardware_resetPin
source: Reset PIN Code
ko: PIN 코드 다시 설치
vi: Đặt lại mã PIN

# hardware_resetFinger
source: Reset Fingerprint
ko: 지문 다시 등록
vi: Đặt lại dấu vân tay

# hardware_verify_finger
source: Please verify fingerprint to confirm the transfer.
ko: 하드월렛에서 지문을 인증한 후 이체를 확인하세요
vi: Vui lòng xác minh dấu vân tay trên thiết bị để xác nhận chuyển tiền

# hardware_verify_pin
source: Please verify PIN code to confirm the tranfer
ko: 하드월렛에서 PIN 코드를 인증한 후 이체를 확인하세요
vi: Vui lòng xác minh mã PIN trên thiết bị để xác nhận chuyển tiền

# hardware_choose
source: Select Hardware Wallet
ko: 하드월렛 선택
vi: Chọn ví phần cứng

# hardware_mywallet
source: My Wallet
ko: 나의 지갑
vi: Ví của tôi

# hardware_pin_diffrent
source: Two PIN codes are inconsistent
ko: PIN 코드가 일치하지 않습니다
vi: Hai mã PIN không nhất quán

# hardware_account
source: Account
ko: 계정
vi: Tài khoản

# hardware_pin_format
source: Incorrect PIN format
ko: PIN 형식 오류

# hardware_pin_confirm
source: Please verify PIN code
ko: PIN 코드를 확인하세요

# hardware_confirm_rightTop
source: Please press the button to confirm.
ko: 하드월렛의 확인 버튼을 누르세요

# hardware_pin_error
source: Incorrect PIN
ko: PIN 오류

# hardware_disConnect
source: The card is not detected, please confirm that the card is turned on.
ko: 하드월렛이 감지되지 않습니다. 전원이 켜져 있는지 확인하십시오.

# hardware_connection_already
source: Connected
ko: 연결됨

# hardware_mnemonic_not_match
source: The imported mnemonic does not match the mnemonic in the hardware wallet.
ko: 불러온 mnemonic이 하드월렛의 mnemonic과 일치하지 않음

# hardware_already_disconnected
source: The device is disconnected.
ko: 연결이 끊어졌습니다!

# simplewallet_login
source: %@ Login
ko: %@ 로그인
vi: %@ Đăng nhập

# simplewallet_login_prompt
source: You are using the account“%@” to login“%@”，please make sure you are the owner of the account.
ko: 계정“%@”로 “%@”로그인할 겁니다，확인하세요
vi: Sẽ sử dụng tài khoản “%@” để đăng nhập vào “%@”, vui lòng xác nhận rằng tôi đang hoạt động？

# simplewallet_login_confirm
source: Confirm
ko: 로그인 확인
vi: Xác nhận đăng nhập

# simplewallet_login_cancel
source: Cancel
ko: 취소
vi: Hủy bỏ

# simplewallet_login_no_account
source: You don't have %@ Account
ko: 아직 %@계정이 없습니다
vi: Bạn chưa có tài khoản%@

# simplewallet_login_back_to_dapp
source: Back to “%@”
ko: %@로 돌아가기
vi: Trở về“%@”

# simplewallet_sign
source: %@ sign
ko: %@ 사인
vi: %@ Chữ ký

# simplewallet_sign_prompt
source: You are using account “%@” to sign “%@”, please confirm it is your own operation.
ko: 계정 “%@”를 사용하여 “%@”를 사인할 겁니다. 확인하십니까？
vi: Sẽ sử dụng tài khoản “%@” chữ ký “%@”, vui lòng xác nhận rằng đó là hoạt động của tôi？

# simplewallet_sign_confirm
source: Confirm
ko: 사인 확인
vi: Xác nhận chữ ký

# simplewallet_no_wallet_warning
source: No %@ Wallet!
ko: %@ 지갑이 없습니다, 우선 ETH 지갑을 만들어주세요！
vi: Không có%@ví, vui lòng tạo trước！

# walletconnect_login_prompt
source: You are using the account“%@” to login“%@”，please make sure you are the owner of the account.
ko: 계정“%@”로 “%@”로그인 합니다.

# walletconnect_login_confirm
source: Confirm
ko: 로그인 확인
vi: Xác nhận đăng nhập

# walletconnect_login_again
source: Login Again
ko: 다시 로그인 해주세요

# walletconnect_login_exit
source: Exit
ko: 나가기

# walletconnect_login_cancel
source: Cancel
ko: 취소
vi: Hủy bỏ

# walletconnect_logout_prompt
source: Do you want to exit login?
ko: 로그아웃 하시겠습니까?

# walletconnect_error_uri
source: Invalid URI
ko: 유효하지 않은 uri

# walletconnect_error_connect
source: Connect error
ko: 연결오류

# walletconnect_error_bad_server_response
source: Bad server response
ko: 서버응답 오류

# walletconnect_error_bad_jsonrpc_request
source: Bad JSONRPC Request
ko: 잘못된 JSONRPC 요청

# walletconnect_error_invalid_transaction
source: Invalid Transaction
ko: 유효하지 않은 거래

# walletconnect_error_cancled
source: Math Wallet User Cancled Or Error
ko: Math Wallet 사용자가 취소를 했거나 오류가 발생했습니다.

# walletconnect_error_request_timeout
source: Request timeout, please refresh the QR code, exit and re-scan the code!
ko: 입력시간이 초과했습니다. QR 코드를 업데이트하여 다시 스캔하십시오！

# normal_exchange
source: Exchange
ko: 거래
vi: Giao dịch

# instant_exchange
source: Swap
ko: 토큰 스왑
vi: Mua lại

# instant_exchange_one_step
source: Cross-chain Swap
ko: 체인간 스왑
vi: Trao đổi chuỗi một lần nhấp

# instant_exchange_send_amount
source: Send
ko: 출금 금액
vi: Số tiền chuyển

# instant_exchange_receive_amount
source: Receive
ko: 입금 금액
vi: Số tiền nhận

# instant_exchange_available_balance
source: Available
ko: 사용 가능
vi: Số tiền nhận

# instant_exchange_select_asset
source: Select Tokens
ko: 코인 선택
vi: Chọn tiền tệ

# instant_exchange_select_wallet
source: Select receiving wallet
ko: 입금 지갑을 선택
vi: Chọn nhận ví

# instant_exchange_select_wallet_empty_data
source: You don't have %@ wallet
ko: 아직은 %@지갑이 없습니다
vi: Bạn chưa có ví %@

# instant_exchange_select_wallet_create
source: Please create %@ wallet first
ko: 우선 %@지갑을 만드세요
vi: Vui lòng tạo ví %@ trước

# instant_exchange_title
source: Swap
ko: 토큰 스왑
vi: Mua lại

# instant_swapbutton_title
source: ⚡️Swap
ko: ⚡️환전

# instant_exchange_token_empty_data
source: No token yet
ko: 환전 종류가 없습니다
vi: Không có tiền tệ trao đổi

# instant_exchange_token_request_data
source: Refresh the data
ko: 데이터 다시 불러오기
vi: Phản hồi dữ liệu

# instant_exchange_records
source: Swap Records
ko: 토큰 스왑 기록
vi: Hồ sơ quy đổi

# instant_exchange_records_empty_data
source: No record
ko: 토큰 스왑 기록이 없습니다.
vi: Không có hồ sơ quy đổi

# instant_exchange_records_detail
source: Detail
ko: 토큰 스왑 상세내역
vi: Chi tiết đổi quà

# instant_exchange_records_all
source: All
ko: 전체
vi: Tất cả

# instant_exchange_to
source: %@ to %@
ko: %@ 대 %@
vi: %@ Mua lại %@

# instant_exchange_send_title
source: Send (%@)
ko: 보내기(%@)
vi: Chuyển ra ngoài(%@)

# instant_exchange_receive_title
source: Receive (%@)
ko: 받기(%@)
vi: Nhận(%@)

# instant_exchange_time
source: Time
ko: 시간
vi: Thời gian

# instant_exchange_confirm_transfer_title
source: Send
ko: 보내기
vi: Chuyển ra ngoài

# instant_exchange_confirm_receiver_title
source: Receive
ko: 받기
vi: Nhận

# instant_exchange_confirm_rate_title
source: Rate
ko: 환율
vi: Tỷ giá hối đoái

# instant_exchange_confirm_fee_title
source: Fee
ko: 수수료
vi: Phí xử lý

# instant_exchange_transfer_success
source: Sent successfully, waiting to confirm the transaction.
ko: 이체 성공, 확인 중
vi: Chuyển khoản thành công, chờ xác nhận

# instant_exchange_order_state
source: Status
ko: 이체 상태
vi: Tình trạng mua lại

# instant_exchange_order_state_wait_deposits
source: Tokens to be deposited
ko: 입금 대기
vi: Tiền đang chờ xử lý

# instant_exchange_order_state_exchange
source: Exchanging
ko: 토큰 스왑 중
vi: Đổi lại

# instant_exchange_order_state_complete
source: Completed
ko: 성공
vi: Đã hoàn thành (đổi quà thành công)

# instant_exchange_order_state_timeout
source: Timeout
ko: 시간 초과
vi: Hết giờ

# instant_exchange_order_state_wait_refund
source: Exchange failed，waiting to return the tokens
ko: 스왑 실패, 환불 대기
vi: Mua lại không thành công, chờ hoàn trả

# instant_exchange_order_state_refund_complete
source: Returned
ko: 환볼 완료
vi: Nghỉ hưu
