Repository: mathwallet/DesignGuide
Catalog: Copywriting/iOS/*/MathLocalizable.strings
Languages: ko, vi

# login_success
source: Logged In Sucessfully
ko: 로그인 성공
vi: Đăng nhập thành công

# human_verify_image_code_placeholder
source: Enter Verification Code
ko: 그래픽 인증 번호를 입력하세요
vi: Điền vào mã xác minh đồ họa

# country_code_title
source: Select Country and Region
ko: 국가 및 지역을 선택하세요
vi: Chọn quốc gia và khu vực

# bind_kyc_status_default
source: Identity Verification
ko: 실명 인증
vi: Chứng nhận tên thật

# bind_kyc_status_process
source: Your identity information has submitted and we will process it as soon as possible.
ko: 회원님의 실명 인증 정보가 제출되었습니다. 빠른 심사 후 결과를 알려드리겠습니다
vi: Thông tin chứng nhận tên thật của bạn đã được gửi và chúng tôi sẽ xem xét nó sớm nhất có thể và gửi lại cho bạn.。

# bind_kyc_status_success
source: Verification completed (%@)
ko: 실명 인증 완료(%@)
vi: Chứng nhận tên thật đã được hoàn thành (%@)

# bind_kyc_status_fail
source: Verification failed, please submit your information again.
ko: 실명인증 실패, 실명 인증을 다시 진행하세요
vi: Kiểm toán thất bại, xác thực lại tên

# bind_kyc_need_tips
source: Please complete real-name authentication first，then continue to next step.
ko: 먼저 실명인증을 진행하세요.

# user_detail_title
source: My Account
ko: 계정 정보
vi: Thông tin tài khoản

# user_medishares_account_title
source: Math Account
ko: Math 계정
vi: Tài khoản Math Wallet

# user_kyc_title
source: Identity Verification
ko: 실명 인증
vi: Chứng nhận tên thật

# user_kyc_status_default
source: Verify Now
ko: 인증하기

# user_kyc_status_process
source: In Process
ko: 심사 중

# user_kyc_status_success
source: Verified
ko: 인증 완료

# user_kyc_status_fail
source: Verification Failed
ko: 인증 실패

# user_payment_password_title
source: Payment Password
ko: 지불 비밀번호

# user_google_verify_title
source: Google Verification
ko: Google 인증

# user_login_log_title
source: Login Record
ko: 로그인 기록

# user_logout_title
source: Logout
ko: 로그아웃

# user_photo_title
source: Photo
ko: 프로필 사진
vi: Hình đại diện

# user_email_title
source: Email Address
ko: 이메일
vi: Hộp thư

# user_mobile_title
source: Phone Number
ko: 전화번호
vi: Số điện thoại di động

# user_name_title
source: Name
ko: 성명
vi: Tên

# user_credential_type_title
source: ID Type
ko: 신분증 종류
vi: Loại tài liệu

# user_credential_number_title
source: ID Number
ko: 신분증 번호
vi: Số id tài liệu

# user_add_email_address
source: Add Email Address
ko: 이메일 추가
vi: Thêm một hộp thư

# user_add_mobile_number
source: Add Phone Number
ko: 전화번호 추가
vi: Thêm số điện thoại

# user_add_wallet_address
source: Binding Public Wallet
ko: 연동되면 친구분들이 회원님의 지갑을 볼 수 있습니다
vi: Liên kết bạn bè với ví tiền hiển thị

# user_idcard
source: ID Card
ko: 주민등록증
vi: Chứng minh nhân dân

# user_passport
source: Passport
ko: 여권
vi: Hộ chiếu

# user_driver_license
source: Driver License
ko: 운전 면허증
vi: Bằng lái xe

# user_logout
source: Logout
ko: 로그아웃
vi: Thoát tài khoản

# user_logout_prompt
source: Are you sure you want to logout the current account？
ko: 현재 로그인된 계정에서 로그아웃 하시겠습니까?
vi: Bạn có chắc chắn muốn thoát khỏi tài khoản hiện tại của bạn？

# user_update_success
source: Updated
ko: 변경 성공
vi: Đã sửa đổi thành công

# user_update_email_address
source: Change Email
ko: 이메일 주소 변경
vi: Thay đổi hộp thư

# user_update_email_checked
source: Verified
ko: 인증되었습니다
vi: Đã xác minh

# user_add_email_subtitle
source: Add email to login with email
ko: 이메일 주소 추가 후, 이메일로 로그인도 가능합니다
vi: Sau khi bạn thêm hộp thư, bạn cũng có thể đăng nhập bằng hộp thư của mình

# user_update_email_subtitle
source: Update email to loin in with new email
ko: 이메일 주소 변경 후, 새 이메일 주소를 사용하여 로그인하십시오
vi: Sau khi cập nhật hộp thư, đăng nhập và sử dụng hộp thư mới.

# user_update_email_verify
source: Email Verification
ko: 이메일 인증
vi: Xác minh hộp thư

# user_update_email_verify_placeholder
source: Have sent 6 character verification code to your email.
ko: 6자리 인증번호를 보내드렸습니다
vi: Một tin nhắn đã gửi cho bạn mã xác minh gồm 6 chữ số

# user_update_email_verify_subtitle
source: Have sent 6 character verification code to your new email.
ko: 새 이메일 주소에 6자리 인증번호를 보냈습니다

# user_update_email_placeholder
source: Enter email address
ko: 이메일 주소 입력
vi: Điền địa chỉ email của bạn

# user_update_email_code_placeholder
source: Enter Verification Code
ko: 6자리 인증번호를 입력하세요
vi: Điền vào mã xác minh gồm 6 chữ số

# user_update_mobile_number
source: Change Phone Number
ko: 전화번호 변경
vi: Đổi số điện thoại

# user_update_mobile_checked
source: Verified
ko: 인증되었습니다
vi: Đã xác minh

# user_add_mobile_subtitle
source: Add phone number to login with phone number
ko: 전화번호 추가 후, 전화번호로 로그인도 가능합니다
vi: Sau khi thêm số điện thoại di động, bạn cũng có thể đăng nhập bằng số điện thoại di động của mình

# user_update_mobile_subtitle
source: Update phone number to login with new phone number
ko: 전화번호 변경 후, 새 전화번호를 사용하여 로그인하십시오
vi: Sau khi thay đổi số điện thoại, đăng nhập và sử dụng số điện thoại mới

# user_update_mobile_sms_verify
source: SMS Verification
ko: 메시지로 인증
vi: Xác minh tin nhắn SMS

# user_update_mobile_sms_placeholder
source: Have messaged verification code to you.
ko: 6자리 인증번호를 보내드렸습니다
vi: SMS với mã xác minh gồm 6 chữ số được gửi cho bạn

# user_update_mobile_placeholder
source: Enter phone number
ko: 전화번호를 입력
vi: Điền số điện thoại của bạn

# user_update_mobile_code_placeholder
source: Enter Verification Code
ko: 6자리 인증번호를 입력하세요
vi: Điền vào mã xác minh gồm 6 chữ số

# user_update_wallet_address
source: Change Wallet Address
ko: 지갑 변경
vi: Đổi ví

# user_bind_wallet_address
source: Binding
ko: 지금 연동합니다
vi: Ràng buộc ngay lập tức

# user_unbind_wallet_address
source: Remove Binding
ko: 연동 해제
vi: Không ràng buộc

# user_unbind_wallet_address_success
source: Binding Removed
ko: 지갑 주소가 연동 해제되었습니다
vi: Đã gỡ địa chỉ ví thành công

# bind_account_page_title
source: Bind Wallet Address
ko: 지갑 주소 연동
vi: Địa chỉ ví ràng buộc

# bind_account_page_subtitle
source: Choose a %@ wallet address
ko: %@ 지갑 주소를 선택하여 연동시킵니다
vi: Chọn ràng buộc địa chỉ ví%@ ví

# bind_account_confirm
source: Confirm
ko: 연동 확인
vi: Xác nhận ràng buộc

# bind_account_complete_title
source: Completed
ko: 연동 완료
vi: Hoàn thành ràng buộc

# bind_account_complete_message
source: Your ETH address has been bound with your Math account successfully.
ko: 회원님의 Medishares 계정이 지갑 주소와 연동되었습니다.
vi: Tài khoản lúa mì của bạn đã được liên kết thành công với địa chỉ ví

# bind_kyc_page_title
source: Verification
ko: 실명 인증
vi: Xác thực

# bind_kyc_page_subtitle
source: Fill in your information to complete identity verification.
ko: 아래 내용을 입력하여 실명 인증을 하십시오
vi: Điền thông tin bên dưới để hoàn thành xác thực

# bind_kyc_submit
source: Submit
ko: 심사를 제출합니다
vi: Gửi đánh giá

# bind_kyc_name_placeholder
source: Enter your real name
ko: 회원님의 성함을 기입해 주십시오
vi: Điền vào tên thật của bạn

# bind_kyc_identity_type_placeholder
source: ID Type
ko: 신분증 종류
vi: Loại tài liệu

# bind_kyc_identity_placeholder
source: Please enter ID number
ko: 신분증 번호를 기입해 주십시오
vi: Vui lòng điền số ID

# bind_kyc_identity_photo_prompt
source: Please take photo of your ID card (or Passport photo page)
ko: 신분증 정면(또는 여권 사진)을 찍어 주십시오
vi: Vui lòng chụp ảnh mặt trước của thẻ ID (hoặc trang ảnh hộ chiếu)

# bind_kyc_complete_title
source: Submission Completed
ko: 제출 완료
vi: Gửi hoàn thành

# bind_kyc_complete_message
source: Your identity information has submitted and we will process it as soon as possible.
ko: 회원님의 실명 인증 정보가 제출되었습니다. 최대한 빠르게 심사하여 피드백드리겠습니다
vi: Thông tin nhận dạng của bạn đã được gửi, chúng tôi sẽ xem xét và trả lại kết quả sớm nhất có thể, hãy kiên nhẫn。

# contact_added_success
source: Contacts Added
ko: 연락인을 성공적으로 추가
vi: Thêm liên lạc thành công

# manual_add_contact_title
source: Create New Contacts
ko: 수동 추가
vi: Thêm thủ công

# qrcode_add_contact_title
source: Scan and Add Wallet Address
ko: QR코드를 스캔하여 추가
vi: Quét mã QR để thêm

# contact_name_title
source: Name
ko: 성함
vi: Tên

# contact_name_placeholder
source: Enter contact name
ko: 연락인의 성함을 입력
vi: Nhập tên liên lạc

# contact_add_title
source: Add Contacts
ko: 연락인 추가
vi: Thêm một liên lạc

# contact_error_exists_address
source: Existing wallet address
ko: 지갑 주소가 이미 존재합니다
vi: Địa chỉ ví đã tồn tại

# contact_error_invalid_address
source: Incorrect wallet address
ko: 유효하지 않은 지갑 주소
vi: Địa chỉ ví không hợp lệ

# contact_detail_title
source: Contact Information
ko: 친구 정보
vi: Thông tin liên lạc

# contact_edit_title
source: Edit Contact
ko: 친구 편집
vi: Chỉnh sửa liên lạc

# contact_edit_remove
source: Delete Contact
ko: 친구 삭제
vi: Xóa liên lạc

# contact_edit_remove_waring_prompt
source: Are you sure you want to delete the contact?
ko: 이 친구를 삭제하시겠습니까？
vi: Bạn có chắc chắn muốn xóa liên hệ hiện tại của bạn？

# about_version_code
source: Version %@
ko: 버전%@
vi: Phiên bản %@

# about_version_description
source: Math Wallet is the most powerful and secure universal crypto wallet that enables storage of all BTC, ETH/ERC20, EOS tokens, supports cross-chain token exchange and a multi-chain app store.
ko: Math Wallet은 가장 안전하고 강력한 다중체인 모바일 지갑으로서 EOS、BTC、ETH 생태계를 완벽하게 지원합니다. 또한 탈중앙화 기반으로 체인-체인 간의 거래를 지원하며, 다중체인 DApp 생태계를 완벽하게 구축하였습니다.
vi: Wheat Wallet là một ví chuỗi chéo mạnh mẽ và an toàn, hỗ trợ EOS, BTC, ETH và các hệ sinh thái khác, hỗ trợ các giao dịch chuỗi chéo phi tập trung và xây dựng hệ sinh thái app đa chuỗi。

# website_content
source: http://www.mathwallet.org/en
ko: http://www.mathwallet.org/ko/

# app_release_history
source: View the update history
ko: 버전 업데이트 기록 보기

# about_website_title
source: Visit Website
ko: 공식 홈페이지 접속

# about_version_release_title
source: Change Log
ko: 버전 기록

# about_version_update_title
source: Update
ko: 버전 업데이트

# medishares_wechat_focus
source: Sincerely invite you to join Math Wechat group,Join group should add wechat ID:
ko: 저희 공식 Wechat 채팅방에 가입해보세요, 공식 Wechat를 팔로우해주세요:
vi: Chúng tôi chân thành mời bạn tham gia trò chuyện nhóm WeChat chính thức của chúng tôi, trước tiên hãy chú ý đến tín hiệu vi mô：

# medishares_telegram_focus
source: Sincerely invite you to join Math Telegram group:
ko: 저희 텔레그램 그룹에 가입해보세요. 지금 가입하기:
vi: Trân trọng mời bạn tham gia nhóm Telegram chính thức của chúng tôi và tham gia ngay bây giờ：

# medishares_telegram_public
source: https://t.me/mathwallet
ko: https://t.me/medishares_korea

# medishares_kakao_focus
source: Sincerely invite you to join Math KaKao group:
ko: 저희 카톡방에 가입해보세요. 지금 가입하기:
vi: Trân trọng mời bạn tham gia nhóm chính thức KaKao của chúng tôi và tham gia ngay bây giờ：

# medishares_setting_title
source: Settings
ko: 설정
vi: Cài đặt

# medishares_setting_unlock_faceid
source: Unlock with Face ID
ko: Face ID로 열기
vi: Mở khóa Face ID

# medishares_setting_unlock_touchid
source: Unlock with Touch ID
ko: 지문으로 열기
vi: Mở khóa vân tay

# medishares_setting_unlock_password
source: Passlock
ko: 비밀번호로 열기
vi: Mở khóa mật khẩu

# medishares_setting_payment_face_id
source: Pay with Face ID
ko: Face ID로 지불
vi: Thanh toán bằng ID mặt

# medishares_setting_payment_touch_id
source: Pay with Touch ID
ko: Touch ID로 지불
vi: Thanh toán vân tay

# medishares_setting_payment_face_id_prompt
source: Turn on to verify payments through Face ID.
ko: 오픈 후 안면 인식을 통해 빠른 결제 가능
vi: Sau khi mở, bạn có thể nhanh chóng hoàn tất thanh toán bằng cách xác minh khuôn mặt trước khi thoát khỏi ứng dụng。

# medishares_setting_payment_touch_id_prompt
source: Turn on to verify payments through Touch ID.
ko: 오픈 후 지문을 통해 빠른 결제 가능
vi: Sau khi mở, bạn có thể nhanh chóng hoàn tất thanh toán bằng cách xác minh dấu vân tay trước khi thoát khỏi ứng dụng。

# medishares_setting_language
source: Language
ko: 언어
vi: Ngôn ngữ

# medishares_setting_language_provider
source: Thanks to community volunteer's help and support for Math Wallet translation. Russian translator: Alexey Koroln Vietnamese translator: Nguyễn Văn Đắc
ko: Math Wallet 커뮤니티 지원 번역자 여러분의 도움에 진심으로 감사드립니다. 러시아어 번역자: Alexey Koroln 베트남어 번역자: Nguyễn Văn Đắc

# medishares_setting_currency
source: Currency Unit
ko: 화폐 단위
vi: Đơn vị tiền tệ

# medishares_setting_section_legal_tender
source: Legal Tender
ko: 법정화폐
vi: Tiền pháp định

# medishares_setting_section_virtual_currency
source: Cryptocurrency
ko: 암호화폐
vi: Tiền Điện tử

# medishares_setting_notification
source: Transaction Notification
ko: 송금 알림

# network_node_setting
source: Node Setting
ko: 노드 설정
vi: Cài đặt nút

# network_chain_node_setting
source: %@ Node Setting
ko: %@ 노드 설정
vi: Cài đặt nút %@

# network_node_custom_title
source: Custom %@ Node
ko: 자체 정의 %@ 노드
vi: Nút %@ tùy chỉnh

# network_node_mainnet
source: • Current net: $mainnet
ko: • 현재 넷은 $mainnet입니다
vi: • Mạng hiện tại là $mainnet

# network_node_testnet
source: • Current net: $testnet
ko: •현재 넷은 $testnet입니다
vi: • Mạng hiện tại là $testnet

# network_node_add_title
source: Add Nodes
ko: 자체 정의 노드 추가
vi: Thêm một nút tùy chỉnh

# network_node_url_placeholder
source: Enter valid node address
ko: 유효한 URL를 입력하십시오
vi: Vui lòng điền vào URL hợp lệ

# medishares_suggestion_title
source: Feedback
ko: 의견 피드백
vi: Phản hồi

# medishares_suggestion_text_title
source: Your Feedback
ko: 회원님의 의견
vi: Ý kiến của bạn

# medishares_suggestion_text_placeholder
source: Thank you for taking the time to contact us. We greatly appreciate your comments regarding Math Wallet.
ko: 회원님의 의견을 입력해주십시오. 소중한 의견에 감사드립니다
vi: Điền vào ý kiến của bạn và cảm ơn bạn cho ý kiến có giá trị của bạn

# medishares_suggestion_email_title
source: Your Email
ko: 이메일 주소
vi: Hộp thư của bạn

# medishares_suggestion_email_placeholder
source: Please leave your email for follow-up.
ko: 회원님의 이메일 주소를 기입해주세요, 추후 연락을 드리도록 하겠습니다
vi: Điền vào email của bạn để liên lạc với bạn

# medishares_suggestion_submit_success
source: Submitted Successfully
ko: 제출 완료
vi: Gửi thành công

# unlock_touch_id
source: Touch ID
ko: 지문으로 열기
vi: Mở khóa vân tay

# unlock_face_id
source: Face ID
ko: 안면인식으로 열기
vi: Mở khóa Face ID

# unlock_confirm
source: Confirm
ko: 확인
vi: Xác nhận

# unlock_touch_id_prompt
source: Use Touch to Login
ko: 지문으로 열기'를 사용하시겠습니까
vi: Nhấn vào đây để mở khóa bằng dấu vân tay của bạn

# unlock_face_id_prompt
source: Click and Use Face ID
ko: 안면인식으로 열기'를 사용하시겠습니까
vi: Nhấn vào đây để sử dụng khuôn mặt để mở khóa

# unlock_password_input_placeholder
source: Enter wallet password
ko: 지갑 비밀번호를 사용하시겠습니까
vi: Nhập mật khẩu ví để mở khóa

# unlock_touch_id_enable
source: Use Touch ID
ko: 지문으로 열기'를 사용
vi: Sử dụng dấu vân tay của bạn để mở khóa

# unlock_face_id_enable
source: Use Face ID
ko: 안면으로 열기'을 사용
vi: Sử dụng khuôn mặt để mở khóa

# unlock_password_enable
source: Use PassLock
ko: 지갑 비밀번호를 사용
vi: Sử dụng mật khẩu để mở khóa

# transaction_records_title
source: Transaction Records
ko: 거래 기록
vi: Biên bản giao dịch

# currency_type
source: Currency
ko: 화폐 종류
vi: Tiền tệ

source: Unlimited
ko: 제한 없음
vi: Không giới hạn

# dapps_rank_list
source: Ranking
ko: 순위 차트
vi: Bảng xếp hạng

# dapps_item_recently_title
source: Recents
ko: 최근 사용
vi: Được sử dụng gần đây

# dapps_item_new_online_title
source: New
ko: 신규 출시
vi: Khu vực sản phẩm mới

# dapps_item_recommend_title
source: Boutique
ko: 추천
vi: Khu vực cửa hàng

# dapps_search_hot_title
source: Top Searching
ko: 실시 검색
vi: Tìm kiếm phổ biến

# dapps_search_placeholder
source: Search or Enter a url
ko: Website 주소를 입력 혹은 검색하기

# dapps_search_open_link_title
source: open the link:
ko: 링크 열기:

# dapps_search_open_link_notice
source: Please switch to %@ wallet to open the Website
ko: %@지갑으로 전환하여 해당 Website을 접속하기

# web3_sign_message
source: Sign Message
ko: 메시지 사인
vi: Tin nhắn đã ký

# web3_sign_personal_message
source: Sign Personal Message
ko: 개인 메시지 사인
vi: Tin văn hóa ký

# web3_sign_message_warning
source: Warning: Only sign messages from sites you fully trust as signing messages can have dangerous side effects.
ko: 주의: 현재 웹 사이트의 안전 여부를 확인해주십시오
vi: Nhắc nhở: Vui lòng xác nhận xem trang web hiện tại có an toàn và đáng tin cậy không！

# dapps_transfer_warning
source: You are making a large amount transfer, please be cautious.
ko: 현재 거액의 이체를 진행중입니다. 수취인이 맞는지 정확히 확인 바랍니다.

# dapps_upateauth_warning
source: You are updating the current account permissions，please be cautious.
ko: 현재 계정의 정보를 업데이트 하고 있습니다. 주의해서 진행하시기 바랍니다.

# dapps_contract_args_detail
source: Click to see details
ko: 자세히 보기
vi: Xem chi tiết

# dapps_sign_address_title
source: Address
ko: 사인 주소

# dapps_sign_message_title
source: Content
ko: 사인 내용

# dapps_auto_payment_confirm_propmpt
source: No confirmation pops up before closing Website
ko: DApp을 종료하기 전에는 추가 인증을 하지 않습니다
vi: Không có xác nhận bật lên trước khi đóng Website

# dapps_about_developer
source: Developer
ko: 개발자
vi: Nhà phát triển

# dapps_about_blockchain
source: Mainnet
ko: 메인넷
vi: Chuỗi chính

# dapps_about_category
source: Category
ko: 유형
vi: Thể loại

# dapps_about_share
source: Share to Friends
ko: 친구에게 공유하기
vi: Chia sẻ với bạn bè

# dapps_open_risk_disclaimer
source: You are about to jump to the third-party Website page. Your use of the third-party Website will apply to the third-party Website User Agreement and Privacy Policy, which will be directly and separately liable to you by the third party Website.
ko: Math Wallet은 귀하가 제3자 DApp 페이지에 방문하시고 사용하시는 과정에서 제3자 DApp의 《사용자 협의》 및 《개인정보 정책》을 주의하여 보실 것을 권장합니다. DApp을 이용하면서 발생한 일의 결과에 따른 모든 책임은 사용자와 Dapp의 제공자에게 있으며 Math Wallet 은 책임을 지지 않습니다.
vi: Bạn sắp nhảy sang trang Website của bên thứ ba. Việc bạn sử dụng Website của bên thứ ba sẽ phải tuân theo Thỏa thuận người dùng và Chính sách bảo mật của Website bên thứ ba, sẽ chịu trách nhiệm trực tiếp và riêng với bạn bởi Website của bên thứ ba。

# dapps_risk_disclaimer
source: Your use of third party Website will be subject to the User Agreement and Privacy Policy of the third party Website, which is directly and separately liable to you by the third party Website.
ko: DApp 사용 시 제3자 DApp의 《사용자 협의》 및 《개인정보 정책》을 주의하여 보실 것을 권장합니다. DApp을 이용하면서 발생한 일의 결과에 따른 모든 책임은 사용자와 DApp의 제공자에게 있으며 Math Wallet 은 책임을 지지 않습니다.
vi: Việc bạn sử dụng Website của bên thứ ba sẽ tuân theo Thỏa thuận người dùng và Chính sách quyền riêng tư của Website của bên thứ ba, sẽ chịu trách nhiệm trực tiếp và riêng biệt với Website của bên thứ ba。

# dapps_upgrade_disclaimer
source: Your Math Wallet should be upgraded, thanks for your supporting.
ko: 회원님의 지갑 버전이 낮아서 본 DApp을 사용할 수 없습니다. 먼저 지갑을 업그레이드하시기 바랍니다. 감사합니다!
vi: Phiên bản ví của bạn quá thấp và ứng dụng có thể không hoạt động chính xác. Chúng tôi khuyên bạn nên nâng cấp ví của mình lên phiên bản mới nhất càng sớm càng tốt. Cảm ơn bạn rất nhiều！

# dapps_rank_24h_ua
source: 24H Users
ko: 24H 사용자
vi: Số người dùng 24H

# dapps_rank_24h_tx_amount
source: 24H Transactions
ko: 24H 거래수
vi: Giao dịch 24 giờ

# dapps_rank_24h_tx_volume
source: 24H Volume
ko: 24H 거래액
vi: Số tiền giao dịch 24H

# dapps_rank_24h_tx_volume_full
source: 24H Volume(%@)
ko: 24H 거래액(%@)
vi: Số tiền giao dịch 24H（%@）

# dapps_rank_data_source
source: Data from %@
ko: 데이터 출처 %@
vi: Nguồn dữ liệu：%@

# dapps_rank_data_source_empty
source: Source of data: none
ko: 데이터 출처: 없음
vi: Nguồn dữ liệu: không có

# dapps_error_ont_data_invalid
source: Data error
ko: 데이터 이상
vi: Dữ liệu bất thường

# dapps_error_ont_login_way
source: Unsupported login method
ko: 지원되지 않는 로그인 방식
vi: Phương thức đăng nhập không được hỗ trợ

# dapps_error_ont_transaction_build_failed
source: Transaction built unsuccessfully
ko: 거래 구조 실패
vi: Xây dựng giao dịch thất bại

# dapps_neo_authorize_get_account
source: Requesting current account information
ko: 계정 정보를 불러오는 중

# dapps_neo_authorize_user_reject
source: User rejected your request
ko: 사용자가 해당 요청을 거부했습니다

# dapps_neo_data_invalid
source: Invalid Data
ko: 데이터 에러

# LivenessRemindPromptMessage
source: Get started face recognition to secure your transaction.
ko: 회원님의 계정을 안전하게 보호하기 위해 안면 인식을 시작하겠습니다
vi: Mô-đun nhận dạng khuôn mặt sẽ được gọi để bảo vệ an ninh chuyển khoản của bạn

# LivenessRemindCodePitchOutofDownRange
source: Slightly raise your head
ko: 고개를 조금 들어주세요
vi: Nên ngửa nhẹ

# LivenessRemindCodePitchOutofUpRange
source: Slightly lower your head gently
ko: 고개를 조금 숙여주세요
vi: Nên cúi đầu một chút

# LivenessRemindCodeYawOutofLeftRange
source: Slightly turn your head to the right
ko: 오른쪽으로 고개를 조금 돌려주세요
vi: Nên quay nhẹ sang phải

# LivenessRemindCodeYawOutofRightRange
source: Slightly turn your head to the left
ko: 왼쪽으로 고개를 조금 돌려주세요
vi: Nên quay nhẹ sang trái

# LivenessRemindCodePoorIllumination
source: Please be in a brighter place
ko: 조명이 너무 어둡습니다
vi: Lại sáng

# LivenessRemindCodeNoFaceDetected
source: Place your face inside the frame
ko: 얼굴을 선 안에 넣어주세요
vi: Di chuyển khuôn mặt vào hộp

# LivenessRemindCodeImageBlured
source: Please remain motionless
ko: 움직이지 마세요
vi: Hãy ở yên

# LivenessRemindCodeOcclusionLeftEye
source: The left eye is invisible
ko: 왼쪽 눈에 가려진 부분이 있습니다
vi: Mắt trái bị khuất

# LivenessRemindCodeOcclusionRightEye
source: The right eye is invisible
ko: 오른쪽 눈에 가려진 부분이 있습니다
vi: Mắt phải bị che khuất

# LivenessRemindCodeOcclusionNose
source: The nose is invisible
ko: 코에 가려진 부분이 있습니다
vi: Mũi bị khuất

# LivenessRemindCodeOcclusionMouth
source: The mouth is invisible
ko: 입에 가려진 부분이 있습니다
vi: Miệng bị chặn

# LivenessRemindCodeOcclusionLeftContour
source: The left face is invisible
ko: 왼쪽 뺨에 가려진 부분이 있습니다
vi: Má trái khuất

# LivenessRemindCodeOcclusionRightContour
source: The jaw is invisible
ko: 오른쪽 뺨에 가려진 부분이 있습니다
vi: Má bên phải bị che khuất

# LivenessRemindCodeTooClose
source: Please keep your phone away
ko: 핸드폰을 조금 멀리 들어주세요
vi: Lâu hơn một chút

# LivenessRemindCodeTooFar
source: Please bring your phone closer
ko: 핸드폰을 조금 가까이 들어주세요
vi: Nhìn kỹ vào điện thoại

# LivenessRemindCodeBeyondPreviewFrame
source: Place your face inside the frame
ko: 얼굴을 틀에 넣어주세요
vi: Di chuyển khuôn mặt vào hộp

# LivenessRemindCodeLiveEye
source: Wink your eyes
ko: 눈을 깜박거리세요
vi: Chớp mắt

# LivenessRemindCodeLiveMouth
source: Open your mouth
ko: 입을 벌리세요
vi: Mở miệng

# LivenessRemindCodeLiveYawRight
source: Slightly turn your head to the right
ko: 오른쪽으로 천천히 고개를 돌려주세요
vi: Quay đầu từ từ sang phải

# LivenessRemindCodeLiveYawLeft
source: Slightly turn your head to the left
ko: 왼쪽으로 천천히 고개를 돌려주세요
vi: Quay đầu từ từ sang trái

# LivenessRemindCodeLivePitchUp
source: Gently raise your head
ko: 고개를 천천히 들어주세요
vi: Từ từ nhìn lên

# LivenessRemindCodeLivePitchDown
source: Gently lower your head
ko: 고개를 천천히 숙여주세요
vi: Từ từ cúi đầu

# LivenessRemindCodeLiveYaw
source: Shake your head
ko: 머리를 좌우로 흔들어주세요
vi: Lắc đầu

# LivenessRemindCodeFinished
source: Great
ko: 좋습니다
vi: Rất tốt

# LivenessRemindCodeError
source: Authentication failed
ko: 인증 실패
vi: Xác minh thất bại

# position
source: Portfolio
ko: 자산
vi: Vị trí

# Position_total_assets
source: Overview
ko: 총 자산
vi: Tất cả tài sản

# Position_rank_list
source: Ranking
ko: 순위 차트
vi: Bảng xếp hạng

# Position_holding_assets
source: Portfolio
ko: 보유 자산
vi: Tài sản định vị

# Position_one_day
source: 1D
ko: 일
vi: 1 ngày

# Position_one_week
source: 1W
ko: 주
vi: 1 tuần

# Position_one_month
source: 1M
ko: 월
vi: 1 tháng

# Position_asset_persent
source: Token·Percentage
ko: 자산 · 보유 비중
vi: Tài sản · Tỷ lệ vị trí

# Position_amount_price
source: Amount·Value
ko: 수량 · 가치
vi: Số lượng · giá trị

# Posititon_rankList_day
source: Day
ko: 일
vi: Danh sách hàng ngày

# Position_rankList_week
source: Week
ko: 주
vi: Zhoubang

# Position_rankList_month
source: Month
ko: 월
vi: Danh sách mặt trăng

# Position_rankList_headerSlogan
source: Portfolio Change Ranking
ko: 보유 자산 증가폭 순위
vi: Danh sách tăng vị trí

# Position_rankList_update
source: Update
ko: 업데이트
vi: Cập nhật

# Position_rankList_rankNick
source: Rank·Username
ko: 석차 · 닉네임
vi: Xếp hạng · Biệt hiệu

# Position_rankList_growMoney
source: Amount
ko: 증가 금액
vi: Lượng tăng trưởng

# Position_rankList_growPersent
source: Percentage
ko: 증가율
vi: Tỷ lệ phần trăm tăng

# Position_rankList_joinRace
source: JOIN NOW
ko: 레이스에 참여하기
vi: Tham gia cuộc thi

# Position_ranklist_anonymousId
source: Anonymous User
ko: 익명 사용자
vi: Người dùng ẩn danh

# Position_joinRace_nickName
source: Username
ko: 닉네임
vi: Biệt danh

# Position_joinRace_SetNickName
source: Choose your username
ko: 회원님의 닉네임을 설정하세요
vi: Đặt tên hiệu của bạn
