Repository: mathwallet/DesignGuide
Catalog: Copywriting/iOS/*/MathLocalizable.strings
Languages: ko, vi

# wrong_password_warning
source: Password incorrect
ko: 비밀번호가 틀렸습니다
vi: Sai mật khẩu

# eos_jsonrpc_error_ram_low
source: The account doesn't have enough RAM to support the operation, please purchase RAM first.
ko: 계정을 구동하기 위한 RAM이 충분하지 않습니다. RAM을 더 구매하세요.
vi: Tài khoản hết bộ nhớ, mua ngay bộ nhớ？

# eos_jsonrpc_error_net_low
source: The account doesn't have enough net to support the operation, please stake resource manually, or ask your friends for help.
ko: 계정을 구동하기 위한 넷이 충분하지 않습니다. 넷을 더 스테이크하거나 친구에게 도움을 요청하세요.
vi: Tài nguyên mạng tài khoản không đủ, có nên ngay lập tức cầm cố tài nguyên？

# eos_jsonrpc_error_cpu_low
source: The account doesn't have enough CPU to support the operation, please stake CPU manually, or ask your friends for help.
ko: 계정을 구동하기 위한 CPU가 충분하지 않습니다. CPU를 더 스테이크하거나 친구에게 도움을 요청하세요.
vi: Tài khoản không đủ tài nguyên CPU và ngay lập tức được thế chấp.？

# eos_jsonrpc_error_account_invalid
source: Transfer Account doesn't exist
ko: 전송 받는 계정이 존재하지 않습니다.
vi: Tài khoản nhận không tồn tại

# eos_jsonrpc_error_quantity_positive
source: Transfer amount must be greater than 0.
ko: 전송 금액은 0보다 커야 합니다.
vi: Số tiền chuyển phải lớn hơn 0

# eos_jsonrpc_error_transaction_expired
source: Transaction expired, please try again.
ko: 거래가 만료되었습니다. 다시 시도해주십시오.
vi: Giao dịch đã hết hạn, vui lòng bắt đầu lại giao dịch

# eos_account_error_permission_changed
source: Please import the %@ permission first.
ko: 이 계정의 %@ 권한을 도입한 후 다시 실행하세요.
vi: Vui lòng kiểm tra xem các quyền tài khoản đã thay đổi.！

# account_error_permission_changed
source: The account permission has changed, please re import.
ko: 계정의 권한이 변경되었습니다. 계정권한을 다시 설정하세요.

source: Invalid seed
ko: 유효하지 않은 노드
vi: Nút không hợp lệ

source: Invalid body Request
ko: 유효하지 않은 청구
vi: Yêu cầu không hợp lệ

source: Invalid response data
ko: 유효하지 않은 데이터
vi: Dữ liệu không hợp lệ

source: Invalid server request
ko: 유효하지 않은 서버 요청
vi: Yêu cầu máy chủ không hợp lệ

source: No Internet connection
ko: 인터넷이 연결되어있지 않습니다.
vi: Không có kết nối internet

# claim_gas_no_gas_to_claim
source: No %@ to be claimed
ko: 추출 가능한 GAS가 없습니다
vi: Bạn không có Gas claim %@

# claim_gas_once_every_five_mins
source: You can claim %@ once every 5 mins
ko: 5분마다 %@를 한번씩 추출할 수 있습니다
vi: Chỉ có thể được Claim một lần trong năm phút %@

# claiming_gas
source: Claiming %@ ...
ko: %@ 추출 중...
vi: Claim %@ ...

# claim_was_successful
source: %@ Claimed
ko: %@ 추출 완료
vi: %@ Khai thác thành công

# claim_was_failed
source: %@ Claim Failed
ko: %@ 추출 실패
vi: %@ Khai thác thất bại

# claim_ong_gas_fee_notice
source: ONG claim fee: 0.01 ONG
ko: ONG 추출 시 수수료는 0.01 개 ONG입니다
vi: Khai thác ONG phí 0.01 ONG

# keystore_json_version_unsupported
source: Keystore version-%d is unsupported
ko: 지원하지 않는 버전의 Keystore입니다.-%d
vi: Phiên bản Keystore không được hỗ trợ-%d

# keystore_json_address_invalid
source: Invalid Address-%@
ko: 유효하지 않은 Address-%@
vi: Địa chỉ không hợp lệ-%@

# keystore_json_kdf_invalid
source: Invalid KDF Parameter
ko: 유효하지 않은 KDF 파라미터
vi: Tham số KDF không hợp lệ

# keystore_json_cipher_invalid
source: Invalid cipher Parameter
ko: 유효하지 않은 cipher 파라미터
vi: Tham số cipher không hợp lệ

# keystore_json_mac_invalid
source: Invalid mac Parameter
ko: 유효하지 않은 mac 파라미터
vi: Tham số mac không hợp lệ

# keystore_json_scrypt_invalid
source: Invalid scrypt Parameter
ko: 유효하지 않은 scrypt 파라미터
vi: Tham số scrypt không hợp lệ

# keystore_json_other_invalid
source: Invalid Keystore file
ko: 유효하지 않은 Keystore 파일
vi: Tập tin Keystore không hợp lệ

# keystore_json_file_invalid
source: Please use the Keystore exported from Math Wallet
ko: Math Wallet으로 도출한 Keystore를 사용하세요
vi: Vui lòng sử dụng Keystore được xuất bằng ví lúa mì

# keystore_json_mnemonic_invalid
source: Invalid Mnemonic
ko: mnemonic이 맞지 않습니다
vi: Không phù hợp

# keystore_json_backup_error
source: Keystore Backup Error
ko: Keystore를 백업 시 오류 발생
vi: Sao lưu Keystore lỗi

# keystore_json_meta_invalid
source: Invalid Meta
ko: 유효하지 않은 Meta
vi: Meta không hợp lệ

# private_key_invalid
source: Invalid Private Key
ko: 유효하지 않은 private key
vi: Khóa riêng không hợp lệ

# private_key_wif_invalid
source: Invalid WIF
ko: 유효하지 않은 WIF
vi: WIF không hợp lệ

# private_key_backup_error
source: Unable to back up private key
ko: private key 백업 도중 오류 발생
vi: Sao lưu khóa riêng lỗi

# mnemonic_phrase_invalid
source: Invalid mnemonic
ko: 유효하지 않은 mnemonic
vi: Ghi nhớ không hợp lệ

# mnemonic_mismatch_invalid
source: Mnemonic mismatch
ko: mnemonic이 맞지 않습니다
vi: Không phù hợp

source: Mnemonic backup error
ko: mnemonic 백업 도중 오류 발생
vi: Lỗi ghi nhớ sao lưu

# mnemonic_path_error
source: Wrong mnemonic path format
ko: mnemonic 경로 격식 오류
vi: Lỗi định dạng đường dẫn ghi nhớ

# account_create_failed
source: Failed to create account
ko: 계정 생성 실패
vi: Không thể tạo tài khoản

# account_restore_failed
source: Failed to restore account
ko: 계정 복구 실패
vi: Khôi phục tài khoản không thành công

# account_unlock_failed
source: Failed to unlock account
ko: 계정 열기에 실패했습니다
vi: Mở khóa tài khoản không thành công

# private_key_restore_failed
source: Failed to restore private key
ko: privat key 복구 실패
vi: Khôi phục khóa riêng không thành công

# account_password_update_failed
source: Failed to update account
ko: 비밀번호 변경 실패
vi: Cập nhật mật khẩu không thành công

# network_unable_to_connect
source: Unable to connect the network, please try again.
ko: 인터넷 연결이 안되니 다시 시도하십시오
vi: Mạng dường như không được kết nối. Vui lòng thử lại.

# network_server_timeout
source: Gateway timeout error，please try again.
ko: 서버가 규정한 시간을 초과했으니 다시 시도하십시오
vi: Yêu cầu máy chủ hết thời gian, vui lòng thử lại

# network_error_unkown
source: Unknown network error, please try again.
ko: 오류 발생, 다시 시도하십시오
vi: Lỗi mạng không xác định, vui lòng thử lại

# network_error_data_format
source: Invalid data format
ko: 데이터 격식 이상
vi: Định dạng dữ liệu bất thường

# network_error_device_unregister
source: Device register failed
ko: 디바이스 등록 실패
vi: Đăng ký thiết bị thất bại

# enterprise_wallet_active_error
source: Enterprise wallet activation failed
ko: 엔터프라이즈 월렛 활성화 실패
vi: Kích hoạt ví doanh nghiệp không thành công

# enterprise_wallet_import_error
source: Enterprise wallet import failed
ko: 엔터프라이즈 월렛 불러오기 실패
vi: Khôi phục ví doanh nghiệp không thành công

# node_setting_error_exist
source: Invalid URL Address
ko: 유효하지 않은 URL
vi: Địa chỉ URL không hợp lệ

# sign_message_account_invalid
source: Invalid Sign Address
ko: 유효하지 않은 Address
vi: Địa chỉ tài khoản không hợp lệ

# address_not_whiteList
source: The current address is not your White List user's address
ko: 이 주소는 화이트 리스트 사용자의 주소가 아닙니다

# simplewallet_data_format_error
source: Invalid data format
ko: 데이터 형식 오류
vi: Ngoại lệ định dạng dữ liệu giao thức

source: Today
ko: 오늘
vi: Hôm nay

source: Yesterday
ko: 어제
vi: Hôm qua

source: Confirm
ko: 확인
vi: Xác nhận

source: Cancel
ko: 취소
vi: Hủy bỏ

source: Prompt
ko: 알림
vi: Tiến

source: Setting
ko: 설치
vi: Cài đặt

# i_know
source: Got it
ko: 동의
vi: Tôi biết

source: Next
ko: 다음
vi: Bước tiếp theo

source: Search
ko: 검색
vi: Tìm kiếm

source: Submit
ko: 제출
vi: Gửi

source: Copy
ko: 복사
vi: Sao chép

source: Copied
ko: 복사되었음
vi: Sao chép

source: Paste
ko: 붙임
vi: Dán

source: Done
ko: 완료
vi: Hoàn thành

source: Add
ko: 추가
vi: Thêm

source: Added
ko: 추가되었음
vi: Đã thêm

source: Edit
ko: 편집
vi: Chỉnh sửa

source: Discover New Version
ko: 새 버전 발견
vi: Kiểm tra phiên bản mới

# open_testflight_to_upgrade
source: Please open testflight to upgrade
ko: TestFight를 열어 업데이트하세요

# currently_lastest_version
source: This is the lastest version.
ko: 이미 최신 버전입니다
vi: Hiện tại là phiên bản mới nhất

# version_upgrade
source: Update
ko: 버전 업데이트
vi: Cập nhật phiên bản

source: Delete Cache
ko: 캐시 삭제
vi: Dọn dẹp bộ nhớ đệm

# upgrade
source: Got it
ko: 업데이트
vi: Cập nhật

source: Retry
ko: 다시 시도
vi: Thử lại

source: Save
ko: 저장
vi: Lưu

source: Continue
ko: 계속
vi: Tiếp tục

source: Copy Link
ko: 링크 복사
vi: Sao chép liên kết

source: Reload
ko: 회복
vi: Làm mới

source: Share
ko: 공유
vi: Chia sẻ

# success
source: Succeeded
ko: 성공
vi: Thành công

# fail
source: Failed
ko: 실패
vi: Thất bại

source: White List
ko: 화이트 리스트
vi: Danh sách trắng

source: Disclaimer
ko: 면책조항 서명
vi: Từ chối

source: About
ko: 관련
vi: Giới thiệu

# wechat_moments
source: Moments
ko: 모멘트
vi: Vòng tròn bạn bè

# save_image
source: Save Photo
ko: 다운로드
vi: Lưu hình ảnh

# report
source: Report Scam
ko: 신고

source: Risk warning
ko: 리스크 경고

# risk_warning_text
source: The third-party Website is reported by other users and may involve high-risk situations such as malicious scams, token locks, or hacking! Please be cautious!
ko: 해당 Website는 많은 사용자들의 신고를 받았습니다. 악의적인 사기, 화폐 잠금 또는 해킹 등 위험 상황이 있을 수 있으니 조심하십시오!

source: Send
ko: 발송

source: Assets
ko: 자산

# collections
source: Collectibles
ko: 소장품

source: Take Photo
ko: 사진 찍기
vi: Chụp ảnh

# photo_album
source: Select from Album
ko: 앨범 사진 선택
vi: Chọn từ album

# camera_not_supported
source: Current device does not support camera
ko: 카메라에 접근할 수 없습니다
vi: Hiện tại không hỗ trợ bật camera

# photo_library_not_supported
source: Current device does not support album
ko: 앨범에 접근할 수 없습니다
vi: Mở album hiện không được hỗ trợ

# camera_permission_authorize
source: Camera access disabled, go and set.
ko: 카메라에 접근할 권한이 없습니다. 권한을 변경하시겠습니까？
vi: Không có quyền truy cập vào quyền camera, vui lòng vào cài đặt？

# photo_library_permission_authorize
source: Album access disabled, go and set.
ko: 앨범에 접근할 권한이 없습니다. 권한을 변경하시겠습니까？
vi: Không có quyền truy cập vào album, vui lòng vào cài đặt？

# contacts_permission_authorize
source: Contacts access disabled, go and set.
ko: 연락처에 접근할 권한이 없습니다. 권한을 변경하시겠습니까？
vi: Không truy cập quyền truy cập Danh bạ, vui lòng vào phần cài đặt？

# empty_data_prompt
source: Empty data
ko: 데이터가 없습니다
vi: Chưa có dữ liệu

# empty_data_publicity
source: No public information
ko: 공시 정보가 없습니다
vi: Không có thông tin công khai

# empty_data_transaction
source: No transaction record
ko: 거래 기록이 없습니다
vi: Không có lịch sử giao dịch

# empty_data_trasfer
source: No transfer record
ko: 이체 기록이 없습니다
vi: Không có hồ sơ chuyển nhượng

# empty_data_contacts
source: No contacts to show
ko: 연락처가 없습니다
vi: Không liên lạc

# empty_data_contacts_know
source: No known contacts
ko: 친구 리스트가 없습니다
vi: Không biết liên lạc

# empty_data_cloud
source: No record
ko: 충전 기록 없음
vi: Không có hồ sơ nạp tiền

# empty_data_withdraw
source: No record
ko: 출금 기록 없음
vi: Không có hồ sơ rút tiền

# empty_data_search
source: No search result
ko: 검색 결과가 없습니다
vi: Không có kết quả tìm kiếm

# empty_whiteList_contacts
source: No white list contacts
ko: 화이트 리스트 친구가 없습니다
vi: Không có liên hệ danh sách trắng

# select_custom_wallet
source: Select %@ wallet
ko: %@ 지갑 선택
vi: Chọn %@ Ví

# wallet_create_or_import_prompt
source: Please create or import wallet
ko: 지갑이 없으니 지갑을 새로 만들거나 기존의 지갑을 불러오세요
vi: Không có ví, vui lòng tạo ví hoặc nhập ví

# wallet_create_or_import_type
source: Select Wallet Type
ko: 지갑의 종류를 선택하세요
vi: Chọn loại ví

# wallet_create_type_other
source: Other
ko: 기타

source: Switch Wallet
ko: 지갑 전환
vi: Đổi ví

# switch_wallet_pop_prompt
source: Support 20+ public chains, scroll up and down to check.
ko: 20개 이상의 퍼블릭 체인을 지원, 위아래로 스크롤하여 확인해보세요

source: Create Wallet
ko: 지갑 만들기
vi: Tạo ví

source: Import Wallet
ko: 기존 지갑 불러오기

source: Other Wallet
ko: 기타

# create_maizi_wallet
source: Create Insured Math Wallet
ko: Math Wallet 안전 지갑 만들기
vi: Tạo ví an toàn lúa mì

# create_company_wallet
source: Create Business Wallet
ko: 엔터프라이즈 지갑 만들기
vi: Tạo ví công ty

# wallet_create_warning
source: • Support the backup and export of Keystore, Private key and Mnemonic Words
ko: • Keystore, Private key와 Mnemonic 백업 및 도출 지원
vi: • Hỗ trợ sao lưu và xuất Keystore, khóa riêng và ghi nhớ

# wallet_create_maizi_warning
source: • Support the backup and export of Keystore only, cannot import wallet from other parties. • Could join Crypto Protect Contract. • Supports multiple security verification.
ko: • Keystore 백업 및 엑스포트만 지원, 기타 지갑은 불러올 수 없음 • 암호화폐 자산 안전 보장, 도난 사고 발생 시 최대 100,000 MDS까지 보상해드립니다 • 다중안전 지원
vi: • Chỉ hỗ trợ và xuất Keystore, không thể nhập các ví khác • Có thể tham gia bảo mật tài khoản kỹ thuật số, bị đánh cắp tới 100.000 MDS • Hỗ trợ xác minh nhiều bảo mật

# wallet_import_warning
source: Supports the Keystore, Private key and Mnemonic imports for other Wallets.
ko: • 기타 지갑의 keystore, private key 및 mnemonic를 통한 불러오기를 지원합니다
vi: • Hỗ trợ cho các ví khác Keystore, nhập khóa riêng và nhập khẩu

# wallet_create_company_warning
source: • Business Wallet is designed for organizations such as Token Fund. Get more information.
ko: • 기업 지갑은 Token Fund등과 같은 조직을 위해 만든 맞춤형 지갑입니다. 자세히 보기
vi: • Ví công ty là phiên bản ví tùy chỉnh cho các tổ chức như Token Fund, tìm hiểu thêm

# wallet_create_company_warning_url
source: Get more information
ko: 자세히 보기
vi: Tìm hiểu thêm

# wallet_create_or_import_title
source: Create Or Import Your Wallet
ko: 지갑을 새로 만들거나 기존의 지갑을 불러오세요
vi: Tạo hoặc nhập ví

# wallet_import_keystore_title
source: Import by Keystore
ko: Keystore를 통해 불러오기
vi: Nhập qua Keystore

# wallet_import_keystore_recommend
source: Recommend
ko: 추천
vi: Đề xuất

# wallet_import_privatekey_title
source: Import by Private Key
ko: private key를 통해 불러오기
vi: Nhập qua khóa riêng

# wallet_import_wif_title
source: Import by WIF
ko: WIF를 통해 불러오기
vi: Nhập qua WIF

# wallet_import_mnemonic_phrase_title
source: Import by Mnemonic
ko: mnemonic를 통해 불러오기
vi: Nhập qua ghi nhớ

# wallet_import_keystore_text_placeholder
source: Paste keystore content
ko: Keystore 파일 내용 붙여넣기
vi: Dán nội dung của tệp Keystore

# wallet_import_keystore_password_title
source: Keystore Password
ko: keystore 비밀번호
vi: Mật khẩu keystore

# wallet_import_keystore_password_placeholder
source: Enter keystore password
ko: Keystore 비밀번호를 입력하세요
vi: Nhập mật khẩu Keystore

# wallet_import_keystore_nickname_title
source: Wallet Name
ko: 지갑 명칭
vi: Tên ví

# wallet_import_keystore_nickname_placeholder
source: Set wallet name
ko: 지갑 명칭 설정
vi: Đặt tên ví

# wallet_import_privatekey_privatekey_placeholder
source: Enter Or Paste private key
ko: private key 붙여넣기
vi: Nhập hoặc dán khóa riêng

# wallet_import_privatekey_nickname_title
source: Wallet Name
ko: 지갑 명칭
vi: Tên ví

# wallet_import_privatekey_nickname_placeholder
source: Set wallet name
ko: 지갑 명칭 설정
vi: Đặt tên ví

# wallet_import_privatekey_password_title
source: Transaction Password
ko: 지갑 비밀번호
vi: Mật khẩu ví

# wallet_import_privatekey_password_placeholder
source: At least 8 characters (including letters and numbers)
ko: 최소 8자 이상으로 설정해주세요（대,소문자 및 숫자 포함）
vi: Ít nhất 8 ký tự (bao gồm chữ hoa và chữ thường và số )

# wallet_import_privatekey_password_placeholder_ont
source: 8~15 characters (including letters and numbers)
ko: 8~15자로 설정해주세요（대,소문자 및 숫자 포함）
vi: 8 ~ 15 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_import_privatekey_repeat_password_title
source: Repeat Transaction Password
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Lặp lại mật khẩu ví

# wallet_import_privatekey_repeat_password_placeholder
source: Enter transaction password again
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Nhập lại mật khẩu ví

# wallet_import_privatekey_comfirm
source: Import
ko: 지갑 불러오기
vi: Nhập khóa riêng

# wallet_import_privatekey_no_account
source: No %@ account found.
ko: %@ 계정이 조회되지 않습니다. 계정을 만드시기 바랍니다
vi: Không có truy vấn đến tài khoản%@

# wallet_import_wif_wif_placeholder
source: Enter Or Paste WIF
ko: WIF 붙여넣기
vi: Nhập hoặc dán WIF

# wallet_import_wif_nickname_title
source: Wallet Name
ko: 지갑 명칭
vi: Tên ví

# wallet_import_wif_nickname_placeholder
source: Set wallet name
ko: 지갑 명칭 설정
vi: Đặt tên ví

# wallet_import_wif_password_title
source: Transaction Password
ko: 지갑 비밀번호
vi: Mật khẩu ví

# wallet_import_wif_password_placeholder
source: At least 8 characters (including letters and numbers)
ko: 최소 8자 이상으로 설정해주세요（대,소문자 및 숫자 포함）
vi: Ít nhất 8 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_import_wif_password_placeholder_ont
source: 8~15 characters (including letters and numbers)
ko: 8~15자로 설정해주세요（대,소문자 및 숫자 포함）
vi: 8 ~ 15 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_import_wif_repeat_password_title
source: Repeat Transaction Password
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Lặp lại mật khẩu ví

# wallet_import_wif_repeat_password_placeholder
source: Enter transaction password again
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Nhập lại mật khẩu ví

# wallet_import_mnemonic_phrase_chinese_placeholder
source: Please use space to separate the chinese mnemonic words
ko: chinese mnemonic를 입력， 빈 칸을 눌러 분할

# wallet_import_mnemonic_phrase_english_placeholder
source: Please use space to separate the english mnemonic words
ko: english mnemonic를 입력， 빈 칸을 눌러 분할

# wallet_import_mnemonic_phrase_input_label
source: Mnemonic Words
ko: mnemonic
vi: Ghi nhớ

# wallet_import_mnemonic_phrase_placeholder
source: Please use space to separate the mnemonic words
ko: mnemonic를 입력， 빈 칸을 눌러 분할
vi: Nhập ghi nhớ, cách nhau bởi khoảng trắng

# wallet_import_mnemonic_phrase_path_title
source: Path
ko: 경로
vi: Đường dẫn

# wallet_import_mnemonic_phrase_custom_path
source: m/44'/60'/0'/0/0 your custom path
ko: m/44'/60'/0'/0/0 자체 정의 경로
vi: m/44'/60'/0'/0/0 Đường dẫn tùy chỉnh

# wallet_import_mnemonic_phrase_nickname_title
source: Wallet Name
ko: 지갑 명칭
vi: Tên ví

# wallet_import_mnemonic_phrase_nickname_placeholder
source: Set wallet name
ko: 지갑 명칭 설정
vi: Đặt tên ví

# wallet_import_mnemonic_phrase_password_title
source: Transaction Password
ko: 지갑 비밀번호
vi: Mật khẩu giao dịch

# wallet_import_mnemonic_phrase_password_placeholder
source: At least 8 characters (including letters and numbers)
ko: 최소 8자 이상으로 설정해주세요（대,소문자 및 숫자 포함）
vi: Ít nhất 8 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_import_mnemonic_phrase_password_placeholder_ont
source: At least 8 characters (including letters and numbers)
ko: 8~15자로 설정해주세요（대,소문자 및 숫자 포함）
vi: 8 ~ 15 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_import_mnemonic_phrase_repeat_password_title
source: Repeat Transaction Password
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Lặp lại mật khẩu giao dịch

# wallet_import_mnemonic_phrase_repeat_password_placeholder
source: Enter transaction password again
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Nhập lại mật khẩu ví

source: Wallet Name
ko: 지갑 명칭
vi: Tên ví

# wallet_name_placeholder
source: Set wallet name
ko: 지갑 명칭 설정
vi: Đặt tên ví

# wallet_password
source: Transaction Password
ko: 지갑 비밀번호
vi: Mật khẩu ví

# wallet_password_placeholder
source: At least 8 characters.
ko: 최소 8자 이상으로 설정해주세요（대,소문자 및 숫자 포함）
vi: Ít nhất 8 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_password_placeholder_ont
source: 8~15 characters (including letters and numbers)
ko: 8~15자로 설정해주세요（대,소문자 및 숫자 포함）
vi: 8 ~ 15 ký tự (bao gồm chữ hoa và chữ thường và số)

# wallet_password_format_warning
source: Password must contain at least one uppercase letter, lowercase letter and number.
ko: 비밀번호에 대,소문자 및 숫자를 포함해주세요
vi: Mật khẩu phải chứa chữ hoa và chữ thường và số

# wallet_password_mismatch_warning
source: Password doesn't match, please try again
ko: 두 비밀번호가 일치하지 않습니다
vi: Hai mật khẩu không giống nhau

# wallet_repeat_password
source: Repeat Transaction password
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Lặp lại mật khẩu ví

# wallet_repeat_password_placeholder
source: Enter Transaction Password Again
ko: 지갑 비밀번호를 다시 입력해주세요
vi: Nhập lại mật khẩu ví

# conditions_prompt_normal
source: I have read and agree with the
ko: 자세히 읽고 동의합니다
vi: Tôi đã đọc và đồng ý

# conditions_prompt_active
source: ToS & Privacy Policy
ko: 《서비스 및 개인정보 조항》
vi: 《Chính sách bảo mật và dịch vụ》

# terms_of_service
source: ToS & Privacy Policy
ko: 서비스 및 개인정보 조항
vi: Chính sách bảo mật và dịch vụ

# password_strength_low
source: L
ko: 약
vi: Thấp

# password_strength_high
source: H
ko: 강
vi: Cao

# password_save_warning_title
source: Confirm Wallet Password
ko: 지갑 비밀번호 확인
vi: Xác nhận mật khẩu ví

# password_save_warning_message
source: We can't recover the password, please backup cautiously.
ko: 지갑 비밀번호 분실 시 복원이 불가능하니 지갑 비밀번호를 반드시 확인하고 잘 보관해 주시기 바랍니다
vi: Chúng tôi không thể cung cấp khả năng truy xuất mật khẩu ví của bạn. Vui lòng xác nhận và giữ mật khẩu ví của bạn？

# password_rule_6_count
source: At least 6 characters
ko: 최소 6자 이상이어야 합니다.

# password_rule_8_count
source: At least 8 characters
ko: 최소 8자 이상이어야 합니다.

# password_rule_uppercase
source: At least 1 uppercase letter
ko: 최소 1자 이상의 대문자가 포함되어야 합니다.

# password_rule_lowercase
source: At least 1 lowercase letter
ko: 최소 1자 이상의 소문자가 포함되어야 합니다.

# password_rule_numerical
source: At least 1 digit
ko: 최소 1자 이상의 숫자가 포함되어야 합니다.

# create_wallet_success_title
source: New Wallet Created Successfully
ko: 지갑 생성 완료
vi: Tạo ví thành công

# create_wallet_success_backup_prompt
source: Please copy and store the Keystore to a safe offline place, once forgotten, it cannot be recovered. It can be only imported in Math Wallet.
ko: 다음은 지갑의 Keystore 파일입니다. 복사 후 안전한 곳에 보관하십시오. 분실 시 지갑을 복구할 수 없습니다
vi: Sau đây là tệp Keystore của ví, hãy sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# create_wallet_success_backup_prompt_wif
source: Please copy and store the WIF to a safe offline place, once forgotten, it cannot be recovered.
ko: 다음은 지갑의 WIF 파일입니다. 복사 후 안전한 곳에 보관하십시오. 분실 시 지갑을 복구할 수 없습니다
vi: Sau đây là tệp WIF của ví, hãy sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# create_wallet_success_backup_prompt_privatekey
source: Please copy and store the PrivateKey to a safe offline place, once forgotten, it cannot be recovered.
ko: 다음은 지갑의 PrivateKey 파일입니다. 복사 후 안전한 곳에 보관하십시오. 분실 시 지갑을 복구할 수 없습니다
vi: Sau đây là tệp khóa riêng của ví, Hãy sao chép và xuất sang nơi an toàn để lưu trữ. Sau khi mất, ví sẽ không được khôi phục。

# create_wallet_success_copy_prompt
source: Please copy and store the keystore
ko: 우선 Keystore 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp Keystore trước.

# create_wallet_success_copy_prompt_wif
source: Please copy and store the WIF
ko: 우선 WIF 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tệp WIF trước

# create_wallet_success_copy_prompt_privatekey
source: Please copy and store the PrivateKey
ko: 우선 PrivateKey 파일을 복사 및 백업하십시오
vi: Vui lòng sao chép và sao lưu tập tin khóa riêng trước.

# create_wallet_success_backup_completed
source: Keystore Backup Completed
ko: Keystore 백업 완료
vi: Keystore đã được lưu

# create_wallet_success_backup_completed_wif
source: WIF Backup Completed
ko: WIF 백업 완료
vi: WIF đã được lưu

# create_wallet_success_backup_completed_privatekey
source: PrivateKey Backup Completed
ko: PrivateKey 백업 완료
vi: Khóa riêng đã được sao lưu

# disclaimer_warning_title
source: Disclaimer
ko: 면책조항 서명
vi: Từ chối

# disclaimer_warning_message
source: Please make sure backup the wallet into a safe place, Math does not assume any loss of the wallet theft, password forgetting and other assets loss.
ko: 저희는 Keystore 및 비밀번호 분실로 인한 자산 손실에 대해 책임을 지지 않습니다！
vi: Chúng tôi không chịu trách nhiệm rằng việc mất tài sản là do mất Keystore và quên mật khẩu！

# disclaimer_warning_message_wif
source: Please make sure backup the wallet into a safe place, Math does not assume any loss of the wallet theft, password forgetting and other assets loss.
ko: 저희는 WIF 및 비밀 번호 분실으로 인한 자산 손실에 대해 책임을 지지 않습니다！
vi: Chúng tôi không chịu trách nhiệm rằng việc mất tài sản là do mất WIF và quên mật khẩu！

# disclaimer_warning_message_mnemonic
source: Please make sure backup the wallet into a safe place, Math does not assume any loss of the wallet theft, password forgetting and other assets loss.
ko: 저희는 Mnemonic 및 비밀 번호 분실으로 인한 자산 손실에 대해 책임을 지지 않습니다！
vi: Chúng tôi không chịu bất kỳ tổn thất nào về tài sản do mất mnemonic và quên mật khẩu！
